class fakrwgawebdata{
  List<List<String>> questions=[
   /* ["ما هى عاصمة جمهورية  سان مارينو؟","ما اكثر القارات تسطحا؟","من كان قائد المغول فى معركة عين جالوت؟","من حكم مصر بعد الخديوي اسماعيل؟","من مولف رواية احدب نوتردام؟","من مولف رواية عمارة يعقوبيان؟","ما اكثر الغازات انتشارا فى الغلاف الجوى؟","ما مجموع اقمار كوكب عطارد و الزهرة و الارض؟"],*/
   /* ["","","","","","","",""],*/
    /*["في اي قارة توجد صحراء كلهاري؟","في اي محافظة مصرية توجد محمية سالوجا و غزال؟","من هو والي مصر الذي قام بإعادة حفر قناه تربط النيل بالبحر الأحمر؟ ","ما هي الدولة العربية التي قامت فرنسا باحتلالها عام ١٨٣٠؟","من هو كاتب نشيد اسلمي يا مصر؟","من هو كاتب نص رثاء مي؟","من كم جزء تتكون اذن الإنسان؟","ما هو الرمز الكيميائي لغاز الميثان؟"],*/
        /*
    * 5  georaphy
    * 15 tari5
    * 17 deeny madroos
    * 10 3loom
    * */


    ["كم تبلغ مساحة الوطن العربي كله؟","ما هي أكبر الدول العربية مساحةً؟","تتلمذ الاسكندر الاكبر على يد أحد الفلاسفه","اصبحت مصر ولايه رومانيه بعد معركه","بهتت الجموع من تعاليم  يسوع لأنه كان يعلمهم كمن له سلطان وليس......... ","	التجربه علي الجبل كانت قبل المعموديه ام بعد المعمودية","ما هي العضلة  الهيكليه الوحيدة في جسم الإنسان التي تعمل بدون أي دعم من الهيكل العظمي؟","اين توجد الغده الدرقيه"],
    ["ما هي أصغر الدول العربية مساحةً ؟","ما هو البحر الذي يفصل بين دولتي تركيا واليونان؟","جاءت الحملة الفرنسيه على مصر عام","كانت القيادة فى الاسكندريه عند وصول الحمله الفرنسيه فى يد","	تقابل الرب يسوع مع بطرس واندراوس عند بحر...........","	لماذا لا يصوم تلاميذك سوال ساله .........ليسوع ","اين توجد الغده الكظريه","ماهي الماده المكونه للاظافر !؟"],
    ["ما هي أكبر الدول العربية الآسيوية مساحة؟","ما هو أطول أنهار أوروبا؟","بلد المليون شهيد هى","الحرب الباردة هى حرب بين ...و ...","تم سبي يهوذا إلى بابل في عهد الملك.... ملك يهوذا ","ذهب.... ملك بابل إلى أورشليم وحاصرها","الرمز الكيميائي لعنصر الدهب ","الرمز الكيميائي لعنصر للبروم (بروميد)"],
    ["ما هي أصغر دولة في العالم؟","ما هي أصغر قارات العالم مساحة؟","الحرب العظمى مصطلح اطلق على","موسس الدوله الفاطميه فى مصر ","من الذي كان يحل له اكل خبز التقدمة في العهد القديم","بوانرجس يعني ","كم عدد الاسنان لدي الانسان البالغ ","كم عدد الجيوب الانفيه "],
    ["ما هي الدولة العربية التي يمر بها خط االستواء؟","ما هي أكبر جزر البحر المتوسط؟","فى عهد من من ملوك مصر شيد ابو الهول","موسس مدينه القاهرة ","شفى يسوع رجل يده يابسة باللمس في يوم السبت صح ولا غلط","لا يستطيع احد ان يدخل بيت القوي وينهب....... ","قياس الضغط الطبيعي لدي الانسان","ما الاسم العلمي لفيروس نقص المناعة"],
    ["ماهو شعار الولايات المتحدة الامريكية","أين توجد ساعة بيج بن","اول رئيس جمهورية لمصر بعد عصر الملكية","سميت مدينه القسطنطينية بهذا الاسم نسبه الى ","اسم رئيس خصيان ملك بابل","جرب عبيدك.... فليعطونا القحطاني لنأكل ونشرب","ماذا يصيب مرض الثعلبه !؟","ماهو المرض المسمي بالموت الاسود"],
    ["ما هو أعلى جبل في العالم","ما هي أكبر هضبة في العالم؟","انتهت الحرب العالمية الثانية عام","مكتشف القارة الامريكيه","من قائل ( هل يحل في السبت فعل الخير او فعل الشر ) ","لأن من يصنع مشيئة الله هو اخي و............و............ ","اذكر المادة التي تعطي البشرة والشعر لونها؟","ماهو اكبر عضو في جسم الانسان "],
    ["ما هي عاصمة إثيوبيا؟","ما هي أكبر قارة في العالم من حيث المساحة؟","ارتبط الهرم المدرج بالملك","مدينه سطنبول لم تكن فى البدايه تعرف بهذا الاسم بل كان اسمها","كان السيد المسيح يعلم قليلاً بالامثال صح ولا غلط ","	وسقط اخر في الشوك فطلع الشوك و .............فلم ...... ثمراً","ما الذي يوجد في الجزء الأعمق والمركزي من العظام!؟","ما هي نسبة المياه في الانسان البالغ"],
    ["ما هي أكبر بحيرة في العالم؟","ما هي أكبر دولة في العالم من حيث المساحة؟","كان نظام التعاملات الماديه قبل وجود العمله يعتمد على","عرفت اسبانيا قديما باسم","أما هؤلاء الفتية ال.... فأعطاهم الله معرفة وعقلا في كل كتابة وحكمة","ماذا طلب نبوخذنصر من المجوس والسحرة والعرافون؟","اطول عظمه في جسم الانسان ","اين توجداصغر عضمه في جسم الانسان"],
    ["مـا أطول نهر في العـالم","مــا ثـاني أطـول نهـر في العـالم ؟","اول مهندس معمارى فى التاريخ","بعد انهيار الدوله العثمانيه تحول اسمها إلى","لان من له سيعطي واما ليس له فالذي عنده ...... منه ","بالكيل الذي تكيلون يكال لكم و............ ","عدد عظام جسم الانسان ","عدد فقرات العمود الفقري "],
    ["ما أكبر شبه جزيرة في العالم ؟","في أي بلد ستجد مدينة ليمريك","الاسم الحقيقى لجنكيز خان","مؤسس الدوله العثمانيه","يا معلم اما يهمك اننا فنهلك  من قائل هذه العباره ","من هو هذا فإن.... والبحر يطيعانه","من هو اول عالم ذرة في العالم","عدد حجرات القلب "],
    ["مـا أكبر صحراء في العالم ؟","ما الذي يسبب ظاهرة المد والجزر ؟","اكبر ابناء محمد علي باشا","من اسس اول مدرسه لتعليم الفتيات فى مصر","طلب دانيال من نبوخذنصر ان يعطيه وقتا ليبين للملك التعبير صح ولا غلط","الأمر الذي طلبه الملك من الحكماء والسحرة والمجوس ان يبينوه للملك استطاعوا فعل هذا الامر صح ولا غلط","عدد اضلاع القفص الصدري ","ما هو العضو الوحيد في جسم الإنسان الذي يعود للنمو بعد قطع جزء منه ؟"],
    ["ماذا كان يطلق العرب على المحيط الأطلسي ؟","ما أعلى جبل في إفريقيا ؟","قامت الثوره العرابيه فى عهد من الأسرة العلوية","بنى الملك مينا مدينه ( من نفر ) ولكن الاسم الذى أطلقه عليها العرب هو","رحب اهل كورةالجدريين بيسوع صح ام خطأ","كانت امرأة نازفة دم منذ خمسة عشر سنة وانفقت كل ماعندها صح ولا غلط","ما هو الفيتامين الذي يأخذه الجسم من أشعة الشمس؟","من هو مخترع المروحه!؟"],
    ["مـا أضخم شلالات في العالم ؟","مـا أعلى شلالات العالم ارتفاعاً ؟","جاءت الحمله الفرنسيه على مصر عام","ارتبط اسم عمر مكرم فى التاريخ بحدث هام ما ","لم يعمل الرب يسوع ان يصنع في الناصرة اية ولاقوة واحدة لماذا؟ ","كان يهوذا الاسخريوطي من ضمن الاثني عشر الذين خرجوا وصنعوا معجزات صح ولا غلط","من هو مخترع التكييف!","من هو مخترع التلفزيون!؟"],
    ["من أين ينبع نهر النيل ؟","مـا الاسـم القديم للبحر الأسـود ؟","تولى محمد على باشا الحكم بعد عزل ","عام ١٨٠٧ ارسلت انجلترا حملة عكسريه لمواجهة الفرنسيين فما هى","في حلم نبوخذ نصر الحجر الذي  ضرب التمثال صار بحرا كبيرا وملأ الأرض كلها صح ولا غلط","كان رأس التمثال من ذهب وذراعاه من فضة وبطنه وفخذاه من نحاس صح ولا غلط","الرمز الكيميائي لعنصر الزينون !؟","الرمز الكيميائي لعنصر الزرنيخ !؟(arsinus)"],
    ["مـا الأسماء التي أطلقت على البحر الأبيض المتوسط ؟","ما هو البلد الذي يعرف بإسم فارس ؟","الملك الذى طرد الهكسوس من مصر هو","تم فك رموز حجر رشيد بواسطه العالم","كان هيرودس يهاب يوحنا المعمدان عالماً انه رجل بار وقديس وكان يشجعه بسرور صح ولا غلط","هذا الشعب يكرمني بشفتيه واما قبله فمبتعد عني بعيداً نبوة ...... ","مكتشف الدورة الدموية الكبري!؟","من اول من اخترع التليسكوب"],
    ["في أي بلد ستجد جبل كليمنجارو؟","ما الاسم الذي يطلق على الجزء الشمالي الشرقي من الصين؟","ملكة مصرية كانت تتشبه بالرجال","من الملك الذى بنى معبد ابو سمبل","	في معجزة اشباع الاربعة الالاف رجل كان الجموع مع يسوع يسمعون تعاليمه كم يوم","	ما المقصود بخمير الفريسيين","الرمز الكيميائي لعنصر التنجستين.(tengesten)","اهم  العناصر المكونه للشمس.."],
    ["ما هي الجزيرة الرئيسية في اليابان؟","في أي مدينة تقع بوابة براندنبورغ؟","ارتبطت مذبحه القلعه بمن من حكام مصر","اخذت مدينه الاسكندريه اسمها من مؤسسها فمن هو ","جعل نبوخذ نصر دانيال رئيسا الشرط على جميع حكماء بابل صح ولا غلط","قد أمرتكم ايها الشعوب والأمم والألسنة عندما تسمعون صوت أنواع العزف أن تخروا وتسجدوا لتمثال الذهب الذي نصبه بلشاصر صح ولا غلط","كوكب المشتري (Jupiter) له .....قمر","العدد الذري لليورانيوم"],
    ["ماهو اطول جسر بحري في العالم؟","في أي مدينة يقع جامع الزيتون","من هو اول خليفه اموي؟","متى أستقلت أمريكا؟","عدد أصدقاء المفلوج الذين اوصلوه للرب يسوع","كان الرب يسوع في البرية يجرب من إبليس لمدة كام يوم؟","من بين الكائنات البحرية صنف العلماء احداها بالأكثر ذكاءاً فما اسمه؟","يوجد حيوان مفترس إذا اصابه الجوع أكل صغاره فما اسم هذا الحيوان؟"],
    ["الي ماذا يشير مصطلح الذهب الاسود؟","ماأسم المضيق الذي يربط البحر الاسود ببحر مرمره ؟","من كان قائد السلاح الجوي المصري في حرب 1973","من كان قائد القوات المسلحة المصرية في حرب اكتوبر 1973","يأتي بعدي من ھو أقوي مني الذي لست أھلا أن أنحني و أحل سيور حذائه من القائل","من كانوا السبب في موت يوحنا المعمدان","ماهو علم السيتولوجيا ؟","الي ماذا يشير علم الأنثروبولوجي؟"],
    ["من هي مدينة الضباب؟","ما هي اكبر دولة عربية من حيث عدد السكان","كم عدد دول الاتحاد السوفيتي التي تفككت عنه؟","من رئيس الاتحاد السوفيتي في وقت الحرب العالمية التانية","رفع التلاميذ في اشباع الخمسة الالاف في 7 سلال وفي اشباع الاربعة الالاف اثني عشر قفة صح ولا غلط","اذهب عني ياشيطان لانك لا تهتم بما لله لكن بما للناس  عبارة قالها يسوع لمن","ماهو العنصر الذي لو وجد في الحليب لأصبح الحليب غذاء كامل ؟","ماأسم الغدد التي تقوم بتنقيه الدم وتطهيره ؟"],
    ["كم عدد الدول التي تحد ليبيا برا؟","ما هو أعلى جبل في بريطانيا؟","من هو رئيس وزراء انجلترا في الحرب العالمية التانية","ما هي مدة الحرب العالمية الاولى","لأَنَّ مَنِ اسْتَحَى بِي وَبِكَلاَمِي فِي هذَا الْجِيلِ الْفَاسِقِ الْخَاطِئِ، فَإِنَّ ابْنَ الإِنْسَانِ يَسْتَحِي بِهِ مَتَى جَاءَ بِمَجْدِ أَبِيهِ مَعَ ......","الْحَقَّ أَقُولُ لَكُمْ: إِنَّ مِنَ الْقِيَامِ ههُنَا قَوْمًا لاَ ........ الْمَوْتَ حَتَّى يَرَوْا مَلَكُوتَ اللهِ قَدْ أَتَى بِقُوَّةٍ","ماهو علم الميتورولوجيا ؟","ماهو الجيولوجيا ؟"],
    ["ما هي أصغر دولة في العالم؟","ما هي اكبر جزيرة في العالم","متى كانت الحرب بين امريكا و المكسيك","ما هي الدولة التي اكتشفت طريق رأس الرجاء الصالح","إِنَّ إِيلِيَّا أَيْضًا قَدْ أَتَى، وَعَمِلُوا بِهِ كُلَّ مَا أَرَادُوا، كَمَا هُوَ مَكْتُوبٌ  عَنْهُ من المقصود بايليا","أَيُّهَا الْجِيلُ غَيْرُ الْمُؤْمِنِ، إِلَى مَتَى أَكُونُ مَعَكُمْ؟ إِلَى مَتَى أَحْتَمِلُكُمْ؟ لمن قيلت العبارة ","ما هو علم السوسيولوجيا ؟","من يتحمل العطش أكثر من الجمل ؟"],
    ["فى اى مدينة يقع برج بيزا المائل","ما هي عاصمة الارجنتين","ما اسم المذبحة التي قتل فيها محمد علي خصومه من المماليك عام ١٨١١؟","من بنى مكتبة اسكندرية القديمة","ما اسم حنانيا في بابل","ما اسم ميصائيل  في بابل","ما هو لون دم الأخطبوط؟","ما هو العضو المسئول عن افراز العصارة الصفراوية في جسم الإنسان؟"],
    ["ما لون النجمة فى علم المغرب","ما لون النجمة فى علم تونس","دعا اخناتون لعبادة إله واحد فمن هو؟","كيف مات هيتلر؟","من معجزة المشي على الماء جاء يسوع إلى التلاميذ في اي الهزيع ؟","من القائل (يا معلم رأينا واحد يخرج شياطين باسمك وهو ليس يتبعنا ) ","تستخدم مطرقة شميدت لقياس ............  ؟","ما هو الغشاء الذي يحيط بالرئتين؟"],
    ["ما اللغة الرسمية فى اثيوبيا","	ما اصغر المحافظات المصرية من حيث المساحة","في اي قرن اغتيل الرئيس الأمريكي ابراهام لينكون؟","ما هي الدولة التي نالت جزر البهاما استقلالها عنها عام ١٩٧٣؟","ما اسم عزريا  في بابل","رأي الملك أربعة رجال يمشون في النار صح ولا غلط","كم عدد الجيوب الأنفية في جسم الإنسان؟","ما هو الرمز الكيميائي لليود؟"],
    ["ما هي البلد المعروفة بأرض الارانب","القناة التي تصل بين المحيط الهادي و الاطلنطي","في اي عام انتحر هتلر","من الملقب بأبو التاريخ","من القائل (ها نحن قد تركنا كل شي وتبعناك)","يا يسوع ابن داود ارحمني من القائل","فيتامين يؤدى نقصانه الى نزيف الدم ؟ ","فيتامين يؤدى نقصانه الى مرض الكساح ؟ "],
    ["في اي محافظة يقع منجم السكري في مصر","اين توجد محمية البرلس في مصر","متى تم اكتشاف مقبرة توت عنغ امون","متى تم سرقة لوحة الموناليزا","شفي يسوع بارتيماوس الاعمي في اي مدينة؟","من قائل يا معلم نريد ان تفعل لنا كل ما طلبنا","ما هى الغده التى تفرز هرمون الميلاتونين ؟","ما هى الغده التى تفرز الكورتيزول ؟ "],
    ["اين توجد محمية السلوم في مصر","اين توجد محمية وادي العلاقي في مصر","متى تم هدم جدار برلين","ما المدينة التي اتخذها الهكسوس عاصمة لهم في مصر","ومن يسلك بالكبرياء فهو قادر على أن يذله من القائل","عش إلى الأبد يوجد في مملكتك رجل فيه روح الإلهة القدوسين من القائل","أين يتم تكوين خلايا الدم المختلفة","اين يتم تكسير خلايا الدم الحمراء ؟ "],
    ["اكثر دول العالم انتاجا للبيض","الدولة التي يطلق عليها بلد الفضة","ما المدينة التي دفن فيها صلاح الدين الايوبي","في عهد من تأسست دار الاوبرا المصرية","لعن الرب يسوع شجره التين لان كان فيها ورق وليس بها ثمر صح ولا غلط","يا سيدي انظر التينة التي لعنتها قد يبست من القائل","كم يبلغ عدد أسنان السلحفاة؟","بأي عضو يستطيع الثعبان أن يشتم الروائح "],
    ["الدولة التي توجد خريطتها على علمها","اكثر دولة بها براكيين نشطة في العالم","متى تم اكتشاف الولايات المتحدة الامريكية","متى تم افتتاح حديقة الحيوان في الجيزة","في اي اصحاح في انجيل مرقس ذكر الصلب","في اي اصحاح في انجيل مرقس ذكر حد الشعانيين","اكثر مكان في جسم الانسان متواجد به غدد عرقيه ","اعلي نسبه بروتين لكل جرام موجوده في اي نوع طعام"],
    ["اعلى عاصمة في العالم؟(ارتفاعا)","عدد دول الاتحاد الاوروبي","الى اي اسرة فرعونية ينتمي خوفو و خفرع و منقرع","في اي عام بدأت حرب المئة عام","طرد من بين الناس وتساوي قلبه بالحيوان من هو","شرب خمره في آنية الهيكل من هو","ايا من الاوعيه الدمويه يحمل دم غير مؤكسد","تجدد كرات الدم الحمراء كل.... (مدة زمنية)"],
    ["اين توجد مدينة مكناس","اين توجد مدينة بيرايوس","في اي عام وقعت معركة التل الكبير","في اي عام حدثت الثورة البلشافية في روسيا","ها إنا ننصرف إلى الخارج، وأنت أيها الملك ضع الأطعمة وامزج الخمر وضعها ثم أغلق الباب، واختم عليه بخاتمك. من القائل","لاَ تَضِلَّ أَيُّهَا الْمَلِكُ فَإِنَّ هذَا بَاطِنُهُ طِينٌ وَظَاهِرُهُ نُحَاسٌ فَلَمْ يَأْكُلْ قَطُّ من القائل","اي الأحماض موجوده في الليمون","اكثر الكواكب ارتفاع في درجه الحراره"],
    ["عاصمة تشيكوسلوفاكيا","عاصمة انجولا","شعب كانوا يسكنون في تركيا و حاربوا الفراعنة و انهزموا امام رمسيس التاني من هم","شعب لم يكن لهم مسكن حاربوا الفراعنة و انهزموا امام رمسيس التالت من هم","اللَّهُمَّ لَقَدْ ذَكَرْتَنِي وَلَمْ تَخْذُلِ الَّذِينَ يُحِبُّونَكَ من القائل","كم يوم كان دانيال في جب الاسود (دانيال 14)","ما هو الفيتامين الذى يؤدى نقصانه الى مرض العشى الليلى ؟","ما هو الفيتامين الذى يؤدى نقصانه الى مرض الاسقربوط scurvy ؟"],


  ];
  List<List<String>> answers=[
   /* ,["مدينة سان مارينو","استراليا","كتبغا","الخديوي توفيق","فيكتور هوجو","علاء الاسواني","النيتروجين","1"]*/
    /*["افريقيا","اسوان","عمرو بن العاص","الجزائر","مصطفى صادق الرافعي","عباس محمود العقاد","3","CH4"],*/

    ["14 مليون كم مربع","السودان","أرسطو","اكتيوم البحريه","كالكتبة","بعد المعمودية","اللسان","الرقبه"],
    ["البحرين","بحر إيجه","١٧٩٨","محمد كريم","الجليل","الفريسيين","فوق الكلي","كيراتين"],
    ["السعودية","نهر الدانوب","الجزائر","الولايات المتحدة الأمريكية و الاتحاد السوفيتي","يهوياقيم","نبوخذ نصر","Au","Br"],
    ["الفاتيكان","أستراليا","الحرب العالميه الاولى","المعز لدين الله الفاطمي","الكهنة فقط","ابني الرعد ","٣٢","٨"],
    ["الصومال","صقلية","الملك خفرع","جوهر الصقلي","غلط","امتعته","120/80","الايدز"],
    ["النسر","لندن","محمد نجيب","الامبراطور قسطنطين","أشفنز","عشرة أيام","يصيب فروه الراس","الطاعون"],
    ["جبل إيفرست","هضبة التبت","١٩٤٥","كريستوفر كولومبس","السيد المسيح","أختي – أمي","ميلانين","الجلد"],
    ["أديس أبابا","آسيا","زوسر","القسطنطينية","غلط","خنقه – يعط","النخاع","٦٠٪"],
    ["بُحيرة قزوين","روسيا","المقايضه","الاندلس","الأربعة","ان يبينوا الحلم وتعبيره او تفسيره","عظمه الفخذ","في الاذن"],
    ["نهر النيل","نهـر الأمازون","ايمحوتب","تركيا","سيؤخذ","يزاد","٢٠٦","٣٣"],
    ["شبه الجزيرة العربية","أيرلندا","تيموجين","عثمان بن ارطغرل","التلاميذ","الريح","جون دالتون","٤"],
    ["الصحراء الكبرى","جاذبية القمر للأرض","ابراهيم باشا","الخديوى اسماعيل","صح","غلط","١٢ زوج","الكبد"],
    ["بحر الظلمات","جبل كليمنجارو","الخديوى توفيق","منف ","غلط","غلط","D","سكايلر ويلر"],
    ["شلالات نياغرا في كندا","شلالات سالتو أنجل في فنزويلا","١٧٩٨","الحملة الفرنسية","بسبب عدم ايمان الناصرة","صح","ويلس كارير","جون لوجي بيرد"],
    ["من أوغندا","بحر البنطس","خورشيد باشا","حملة فريزر","غلط","صح","Xe","As"],
    ["البحر الكبير-البحر الشامي- بحر الروم","إيران","احمس ","شامبليون ","صح","الرابع","وليام هارفي","هانز ليبرشي"],
    ["تنزانيا","منشوريا","حتشبسوت ","رمسيس الثاني ","أشعياء","ثلاث ايام","W","هيدروجين وهيليوم"],
    ["هونشو","برلين","محمد على باشا ","الاسكندر الاكبر","غلط","غلط","79","92"],
    ["جسر الملك فهد","تونس","معاوية ابن ابي سفيان","1776","4","40","الدولفين","النمر"],
    ["البترول","مضيق البسفور","حسني مبارك","سعد الدين الشاذلي","يوحنا المعمدان","هيروديا و ابنتها","علم الخلايا","علم دراسة الإنسان"],
    ["لندن","مصر","15","ستالين","غلط","بطرس","الحديد","الغدد اللمفاويه"],
    ["6","بن نيفيس","ونستون تشرشل","اربع سنين","الملائكة القديسين","يذوقون","علم الارصاد الجوية","علم الارض"],
    ["الفاتيكان","ايسلاند","1846","البرتغال","يوحنا المعمدان","التلاميذ","علم الاجتماع","الزرافه"],
    ["مدينة بيزا","بوينس ايريس","مذبحة القلعة","بطليموس الاول","شدرخ","ميشخ","ازرق","الكبد"],
    ["اخضر","احمر","اتون ( إله الشمس) ","منتحرا","الرابع","يوحنا","قياس صلابة الخرسانة","الغشاء البلوري"],
    ["الامهرية","دمياط","القرن التاسع عشر","المملكة المتحدة","عبدناغو","صح","8","I"],
    ["اسبانيا","قناة بنما","1945","هيرودوت","بطرس","بارتيماوس الاعمى","فيتامين ك ( k ) ","فيتامين د (D ) "],
    [" محافظة البحر الأحمر","كفر الشيخ","1922","1911","اريحا","يعقوب و يوحنا","Pineal gland ( صنوبوريه )","Adrenal ( الكظريه ) "],
    ["مرسى مطروح","اسوان","1989","اواريس","نبوخذنصر","الملكة","في نخاع العظام","الطحال"],
    ["الصين","الارجنتين","دمشق","الخديوي اسماعيل","بطرس","صح","صفر","اللسان"],
    ["قبرص","اندونسيا","1492","1891","15","11","راحه اليد","فول الصويا"],
    ["لاباز","27","الاسرة الرابعة","1337","نبوخذ نصر","بيلشاصر الملك","الشريان الرئوي","٣ شهور"],
    ["المغرب","اليونان","1882","1917","كهنة بال","دانيال","السيتريك","الزهره"],
    ["براغ","لواندا","الحثيين","شعوب البحر","دانيال","6","فيتامين أ a ","فيتامين ج c "],

  ];
}



/*
*
*
*
* */