class Luck_Wheel_Data{
  List<Map<String,List<String>>> questions=[


    /*{
      "قدرات ذهنية":["15×5+5÷5×50","990÷30+25×8"],
      "ديني مدروس":["من هو اول قاضي علي بني إسرائيل؟","سر قوة شمشون الجبار كان في... ؟"],
      "رياضة":["الترقية في لعبة الشطرنج هي حركة تحدث عندما تصل قطعة معينة للرقعة الأخيرة من القسم الخاص بالخصم فما هي هذه القطعة؟","في كرة السلة يوجد قيمتين مختلفتين عند احراز الهدف علي حسب مكان تنفيذ التسديدة فما هما؟"],
      "جغرافيا":["تعد جميع الدول العربية و الافريقية مدنا ساحلية عدا القاهرة و عاصمة اخري فما هي؟","	تمتد سلسلة جبال البلقان في بلغاريا و دولة أوروبية اخري فما هي؟"],
      "علوم":["ما هو العدد الذري لعنصر الجادولينيوم؟","من هو الطبيب العباسي الملقب بجالينوس العرب و مؤلف كتاب سر الأسرار في الطب و الكيمياء؟"],
    },*/
// 1 riada 2 zhnia 1 deeny go5raphia 5als
    {
      "علوم":["ماهي الانسجه التي تربط العضلات بالعظام !؟","العنصر الاساسي لمركب الكلورفيل !؟","كم عدد قلوب الاخطبوط !؟","في أي عضو من جسم الإنسان يتم إنتاج العصارة الصفراوية؟"],
      "معلومات دينية":["عدد رسائل بولس الرسول؟","أخر سفر من أسفار العهد القديم موجود فى الكتاب المقدس؟","البابا الذى قال:-أنا ضد العالم؟ ","المرأة التى أقامها بطرس الرسول؟"],
      "قدرات ذهنية":["17*35-95","13*13-69+150","385/5-6*10","16*90-500"],
      "جغرافيا":["ما هي أصغر الدول العربية الأفريقية من حيث المساحة؟","ما هي أكبر دولة من دول بلاد الشام من حيث المساحة؟","أين يوجد تمثال الحرية؟","ما هي ثاني دولة في العالم من حيث المساحة هي؟"],
      "رياضة":["ما هو اكثر المنتخبات وصولا لنهائى كاس العالم ؟","من هو المنتخب صاحب اطول فتره احتفاظ بكاس العالم ؟","من هو حارس المرمى الوحيد الحاصل على الكره الذهبيه ؟","من هو الهداف التاريخى لكأس العالم ؟"],
    },
// 2 riada 1 go5rafia 1 deeny
    {
      "علوم":["ما هو اكبر الكواكب في المجموعة الشمسية","ماذا يجمع النحل لصنع العسل","ما هو الكوكب الاكثر حرارة في المجموعة الشمسية","ما هي اندر فصيلة دم"],
      "معلومات دينية":["أين ذُكر مثل العذارى فى الكتاب المقدس؟","ما هى أصحاحات الموعظة على الجبل؟","من هو كاتب سفر الأمثال؟","من النبى الذى قال:-مثل شاة سيق للذبح؟"],
      "قدرات ذهنية":["5*99*2","15*5*5","57/3+72/6","110-56-34"],
      "جغرافيا":["ما الممر الجبلي المعروف الذي يربط باكستان وأفغانستان؟","ما هو البركان الذي انفجر في عام 1883 بقوة 200 ميغاطون من مادة تي إن تي؟","سيلان هو الاسم السابق لأي بلد؟","تقع ألبانيا وصربيا في أي شبه جزيرة؟"],
      "رياضة":["من بطل كاس العالم  1954؟","من هو اكثر لاعب حصولا على الكره الذهبيه ؟","ما هو اكثر الانديه حصولا على الدورى الاسبانى ؟","ما هو النادى الاكثر تتويجا بدورى ابطال افريقيا لكره اليد ؟"],
    },

// 1 3loom 1 riada 2 zhnia deeny 5als جغرافيا خالص
    {
      "علوم":["ماهي نقطة غليان المياه","ما هو اكبر حيوان بري معروف","ماهو اكبر حيوان معروف","من العالم واضع قوانين الحركة"],
      "معلومات دينية":["من هو تلميذ موسى النبى؟","النبى الذى أشتهر بالصبر؟ ","ما هى القراءة التى تُقرأ قبل السنكسار فى القداس؟","كم عدد رسائل الجامعة؟"],
      "قدرات ذهنية":["49*50/7","55*3+123/3","7*3*6*5","115/5+28*3"],
      "جغرافيا":["ما هو أطول نهر في باكستان؟","ما المضيق الذي يقسم المغرب وإسبانيا؟","ما هي أكبر البحيرات في إفريقيا؟","ما هي الدولة التي غالبا ما توصف بأنها تتشكل مثل الحذاء؟"],
      "رياضة":["كم عدد مرات فوز الاهلى بكاس مصر ؟","كم عدد مرات فوز الاوروجواى بكاس العالم ؟","كم عدد مرات فوز البرازيل بكاس القارات ؟","كم عدد مرات حصول نادى اليوفينتوس على دورى ابطال اوروبا ؟"],
    },
    // 2 go5raphia 1 zhnia 1 3loom  riada 5als deeny 5als
    {
      "علوم":["ماذا تسمى الطبقة الخارجية لجلد الانسان","اذنيك مهمتان للحفاظ على التوازن صح ولا غلط","ما اسم الانبوب الطويل الذي ينقل الطعام من الحلق الى المعدة","ماذا تسمى العظام التي حول الصدر التي تحمي القلب"],
      "معلومات دينية":["كم عدد أصحاحات سفر دانيال النبى؟","كم يوم تُصليه الكنيسة باللحن الفرايحى فى شهر توت؟","ما هو الشهر السابع فى الشهور القبطية؟ ","أين ذُكرت الوصايا العشر فى الكتاب المقدس؟"],
      "قدرات ذهنية":["98+97+96+95","62*6-62*4","16*5-78","23*4+25*4"],
      "جغرافيا":["ما هي أكبر جزيرة في البحر الأبيض المتوسط؟","ما هو الممر المائي الذي يربط البحر الأحمر والبحر الأبيض المتوسط؟","في أي بلد يقع مطار هيلاري-تينزينج؟","اسم البلد الذي هو مهد الموسيقى الكلاسيكية الغربية ، والمعروفة باسم `أرض الموسيقى`؟"],
      "رياضة":["فى اى نادى من انديه ال NBA يلعب ليبرون جيمس ؟","من هو الهداف التاريخى لكاس العالم للانديه لكره اليد ؟","فى اى عام ولد ليونيل ميسى ؟","متى كانت اول مرة لكاس العالم للانديه ؟"],
    },
// 1 3loom 1 deeny 1 go5raphia 1 riada
    {
      "علوم":["تدفق الدم عبر قلبك و حول جسمك ماذا يسمى","ماذا تسمى العظام التي يتالف منها العمود الفقري","من هم الكوكبين الذي ليس عندهم اقمار","ماذا تسمى دراسة الطقس"],
      "معلومات دينية":["أين أتت قصة داود وجليات فى الكتاب المقدس؟","من هو البابا رقم 12 من بطاركة الكنيسة","ما هو رقم مزمور الرب يرعانى فى الكتاب المقدس","ما هو ترتيب سفر يونان فى الكتاب من بين أسفار الأنبياء الصغار؟"],
      "قدرات ذهنية":["15*6-16*5","99*9-3*7*3/63","29*3+112","1*2*3*4*5"],
      "جغرافيا":["ما هي أصغر قارة في العالم","ما هو اكبر خليج مائي في العالم؟","ما هو أقصر نهر في العالم؟ "," المجرة يوجد بها عدد كبير من النجوم، فكم عددها بالتقريب؟"],
      "رياضة":["متى كانت اول مرة لكاس القارات ؟","متى حصلت البرازيل على اول بطوله لكاس العالم ؟","متى اول مره صعدت مصر لكاس العالم ؟","من بطل كاس العالم 1966 ؟"],
    },
  // 3 3loom 1 go5raphia deeny 5als riada 5als
    {
      "علوم":["اي جزء من الدماغ مسؤول عن الرؤية","في مرض السكر ما هو العضو المصاب","ينتقل الصوت في الهواء اسرع من الماء صح ولا غلط","البرق اسخن من الشمس صح ولا غلط"],
      "معلومات دينية":["كم عدد الأشخاص الذين دخلوا فلك نوح؟","متى تُعيد الكنيسة بعيد الرسل؟ تقويم قبطي","ما هو أصحاح الأيمان فى الكتاب المقدس؟","ما هو أصحاح المحبة فى الكتاب المقدس"],
      "قدرات ذهنية":["100-65+100-34*2","14*4-7*4-7*2","9*9+11*11","85+58-36-63"],
      "جغرافيا":["أي دولة مرتبطة وتقع بين هذين البلدين؟ بوتسوانا وموزمبيق","كم عدد الدول التي تحد لوغندا برا؟ ","ما هي أكبر قارات الأرض؟","ما هي المدينة الرئيسية الوحيدة الواقعة في قارتين؟"],
      "رياضة":["من هو هداف كاس العالم 2002 ؟","كم عدد اهداف منتخب مصر فى كأس العالم  ؟","من هو الهداف التاريخى لمنتخب مصر لكريه القدم ؟","كم مره فاز نادى انتر ميلان بدورى ابطال اوروبا ؟"],
    },
  // 1 3loom 1 riada 2 go5raphia
    {
      "علوم":["ما هو عدد العناصر في الجدول الدوري","يعتقد العلماء ان قارات الارض كانت كلها كتلة واحدة ما اسم هذه الكتلة","من هو مكتشف القطب الجنوبي","من هو مكتشف الوان الطيف"],
      "معلومات دينية":["كم عدد الخدمات فى صلاة نصف الليل","كم عدد الهوسات فى تسبحة نصف الليل","متى تُقرأ الكنيسة سفر الرؤيا بالكامل","الشهير بالسابق والصابغ"],
      "قدرات ذهنية":["13*3+130*3","31+13+31-14","273/3+27/3","56+96-103"],
      "جغرافيا":["ما هي أكبر مدن أمريكا من حيث المساحة؟","كم عدد روافد نهر الأمازون؟","هو أقدم بركان نشط على وجه الأرض؟","أي نهر يمر عبر باريس؟"],
      "رياضة":["كم عدد اهداف كريستيانو رونالدو فى دورى الابطال ؟","من اكثر لاعب حصل على دورى ابطال اوروبا ؟","من اكثر مدرب حصولا على الدورى الاوروبى ؟","من اكثر فريق خساره لنهائى دورى ابطال اوروبا ؟"],
    },
  // 2 3loom 1 deeny 1 goraphia
    {
      "علوم":["من هو مؤسس علم الجبر","من العالم مكتشف جرثومة التيفويد","من العالم مخترع البسترة لتعقيم الحليم","من هو العالم مكتشف القطب الشمالي"],
      "معلومات دينية":["من الذى صار مع الله","من هم أبنى الرعد","من الذى صُلب على شكل حرف (أكس)","أين أتى مثل الأبن الضال فى الكتاب المقدس"],
      "قدرات ذهنية":["15*5*5","57/3+72/6","110-56-34 ","29*3+112"],
      "جغرافيا":["ما هو أسرع نهر في العالم من حيث التدفق؟","كم عدد الدول في أفريقيا؟","ما هي عاصمة باكستان؟","ما هي الدولة الأكثر كثافة سكانية في أفريقيا"],
      "رياضة":["كم عدد اهداف كريستيانو رونالدو فى دورى الابطال","من اكثر لاعب حصل على دورى ابطال اوروبا","من اكثر مدرب حصولا على الدورى الاوروبى","كم عدد الاشواط فى لعبه كره السله"],
    },
  // 2 zhny 1 go5raphia 1 riada deeny 5als 3loom 5als
    {
      "علوم":["مخترع اشعة الفا","من هو مخترع اعواد الثقاب","من العالم مؤسس علم النبات الحديث","اسرع الحيوانات البرية في العالم"],
      "معلومات دينية":["أين أتت قصة السامرية فى الكتاب المقدس","أين أُختير الـ7 شمامسة فى الكتاب المقدس","دخل الأيمان على يد بطرس فى أعمال10","كم عدد أيام صوم الميلاد؟"],
      "قدرات ذهنية":["49*50/7","55*3+123/3","7*3*6*5","115/5+28*3"],
      "جغرافيا":["أي دولة آسيوية عاصمتها كوالالمبور","ما هي الدول غير الساحلية الوحيدة في أمريكا الجنوبية","أي مضيق يفصل بين أفريقيا وأوروبا","ما هي عاصمة نيجيريا؟"],
      "رياضة":["كم عدد دقائق الشوط فى كره اليد","كم عدد بطولات لاعب التنس السويسرى روجر فيدرير بالبطولات الكبرى ف التنس ؟","ماهى جنسيه المصنف الاول عالميا ف التنس للرجال نوفاك دجوكوفيتش ؟","كم عدد مرات فوز نادى تشيلسى بالدورى الاوروبى ؟"],
    },
  // 2 go5raphia 1 riada 1 zhny علوم خالص
    {
      "علوم":["اطول حيوان بري في العالم","عدد ارجل العنكبوت","على ماذا يطلق اسم السخلة","المكون الرئيسي للزجاج"],
      "معلومات دينية":["كم يد بخور يضعها الكاهن فى دورة البولس","كم عدد ثمار الروح القدس؟ ","ما هو اسم مرقس بالعبرية","اين ولد بولس الرسول"],
      "قدرات ذهنية":["50*40*30","16*5-78","23*4+25*4","1*2*3*4*5"],
      "جغرافيا":["ما هي عاصمة تركيا؟","بحيرة تيتيكاكا تقع على الحدود بين دولتين؟","ما هي أكبر دولة في العالم من حيث مساحة الأرض"," أي دولة تقع على حدود بحر قزوين والخليج العربي وخليج عمان؟"],
      "رياضة":["ما هو اول نادى مصرى يشارك فى البطولات الافريقيه","كم عدد البطاقات الحمراء اللى حصل عليها زين الدين زيدان فى كاس العالم ","كم كان عمر مارادونا عند توفى ","فى اى نادى بدا ليونيل ميسى لعب كره القدم"],
    },
    // 2 3loom 1 deeny 1 go5raphia riada 5als
    {
      "علوم":["مخترع اشعة الفا","من هو مخترع اعواد الثقاب","من العالم مؤسس علم النبات الحديث","اسرع الحيوانات البرية في العالم"],
      "معلومات دينية":["أين أتت قصة السامرية فى الكتاب المقدس","أين أُختير الـ7 شمامسة فى الكتاب المقدس","دخل الأيمان على يد بطرس فى أعمال10","كم عدد أيام صوم الميلاد؟"],
      "قدرات ذهنية":["568*2-284*5","6*5*4*3*2","(5500*9/9900)*2","42*563/7"],
      "جغرافيا":["ما هي أصغر الدول العربية الأفريقية من حيث المساحة؟","ما هي أكبر دولة من دول بلاد الشام من حيث المساحة؟","أين يوجد تاج محل؟","ما هي ثالث دولة في العالم من حيث المساحة هي؟"],
      "رياضة":["فى اى نادى من انديه ال NBA يلعب ليبرون جيمس ؟","من هو الهداف التاريخى لكاس العالم للانديه لكره اليد ؟","فى اى عام ولد ليونيل ميسى ؟","متى كانت اول مرة لكاس العالم للانديه ؟"],
    },
    // 2 ديني 1 ذهني 1 رياضة جغرافيا خالص علوم خالص
    {
      "علوم":["ما هي المادة التي تضاف الي ماء الشرب لمنع تسوس الأسنان؟","الفازلين مادة تستخدم في صناعة الأدوية و التجميل فمن اي مادة تستخرج هذه المادة؟","ماذا يقيس الجالفانومتر(galvanometer)؟","في القانون E=mc^2 الي ماذا ترمز E؟"],
      "معلومات دينية":["من هو الملاك المبوق؟","ما معنى أسم مرقوريوس؟","ما هى القسمة التى تُقال فى يوم خميس العهد؟","من هو زوج الملكة أستير؟"],
      "قدرات ذهنية":["مادة تتحلل إلى نصفها بعد مرور نصف ساعة، وكان وزن هذه المادة في البداية 640، فكم سيصبح وزنها بعد 6 ساعات؟","كم ساعة في ثلاث اسابيع","كم دقيقة في اربع ساعات و نصف","3*4*6+8*6"],
      "جغرافيا":["ما هي أقدم مدينة في الهند؟","ما هي سلسلة الجبال الأساسية في إيران؟","كم عدد الدول التي تحد الصومال برا؟","كم عدد الدول التي تحد سويسرا بحرا؟"],
      "رياضة":["فى اى نادى من انديه ال NBA يلعب ليبرون جيمس ؟","من هو الهداف التاريخى لكاس العالم للانديه لكره اليد ؟","فى اى عام ولد ليونيل ميسى ؟","متى كانت اول مرة لكاس العالم للانديه ؟"],
    },
    //جغرافيا خالص
    {
      "علوم":["ما هو علم الايكولوجيا ؟"," اي الكواكب لديه اكبر عدد معروف من الأقمار؟","من هو العالم الذي حدد قيمة ط (pi)؟","لأي نوع من انواع الزواحف يصنف تنين الكومودو؟"],
      "معلومات دينية":["يُصلى أيام الأحد والأثنين والثلاثاء باللحن الادام او الواطس","متى تُصلى أمانة اللص فى الكنيسة؟","ما تصنيف سفر نحميا في اسفار العهد القديم","هو أخذ الذى لنا..مرد ثيوطوكية يوم ايه؟"],
      "قدرات ذهنية":["8*9*4*7/280","21*7-49*2","90*5*4-900","200*800*100/500000"],
      "جغرافيا":["ما هي عاصمة استراليا؟","ما هي اللغة المستخدمة في البرازيل؟","أين تقع الأهرامات في مصر؟","ما هي القارة الأكثر سخونة على وجه الأرض؟"],
      "رياضة":["كم عدد اللاعبين فى فريق الكره الطائره ؟","فى اى عام فازت الدنمارك بكاس الامم الاوروبيه","ما هو اكثر المنتخبات وصولا لنهائى كاس الامم الاوروبيه","فى اى دوله اقيمت كاس الامم  الاوروبيه 2016"],
    },
    //جغرافيا خالص
    {
      "علوم":["ما اقدم انواع العلوم","عدد الوان قوس قزح","المادة التي تستخدم في تنقية المياه","ما هو كوكب القزم"],
      "معلومات دينية":["أين ذُكرت سلسلة الانساب فى الكتاب المقدس؟","تطلع الأب من السماء..مرد ثيوطوكية يوم ايه؟","ما معنى كلمة اكلوم القبطية؟","عيد الختان من ضمن الأعياد السيدية الصغرى ام الكبرى"],
      "قدرات ذهنية":["12*5/3+99-110","80*42/6-59","123+321-222+165","42+173+81-33"],
      "جغرافيا":["ما هو أطول نهر في باكستان؟","ما المضيق الذي كان يفصل المغرب وإسبانيا بحرا؟","ما هي أكبر البحيرات في إفريقيا؟","ما هي الدولة التي غالبا ما توصف بأنها تتشكل مثل الحذاء؟"],
      "رياضة":["من هو الهداف التاريخى لكاس الامم الاوروبيه (اليورو)؟","ما هو المنتخب الفائز ببطوله الامم الاوروبيه  (اليورو) 2004  ؟","كم عدد الفرق المشاركه فى دور المجموعات للدورى الاوروبى لكره القدم ؟","كم عدد مرات فوز نادى الميلان بالدورى الايطالى ؟"],
    },
    {
      "علوم":["ما هو الكوكب البارد","بماذا تتكون قشرة كوكب الارض","العنصر الكيميائي المنتشر في جسم الانسان","الاسم العلمي لمرض المياه الزرقا"],
      "معلومات دينية":["كم عدد الأجران الفارغة فى عرس قانا الجليل؟","من هو رئيس اليهود الذى أتى إلى المسيح ليلاً؟","من أى مزامير يتكون الهوس الرابع؟","كم رحلة تبشيرية عملها القديس بولس الرسول؟"],
      "قدرات ذهنية":["15*11-15*5","88*8-8*76","91/7+13*7","102/6+15*4"],
      "جغرافيا":["ما هي أقدم مدينة في الهند؟","ما هي سلسلة الجبال الأساسية في إيران؟","كم عدد الدول التي تحد الصومال برا؟","كم عدد الدول التي تحد سويسرا بحرا؟"],
      "رياضة":["ما هو النادى الاكثر فوزا بكاس المانيا ؟","من هو الهداف التاريخى للدورى الانجليزى ؟","ما هو النادى الاكثر فوزا بالدورى الفرنسى ؟","ما هى اول دوله افريقيه تستضيف كاس العالم ؟"],
    },
    {
      "علوم":["الاسم العلمي لمرض سرطان الدم","السبب الرئيسي وراء انتشار مرض المالاريا","الاسم العربي للانزيمات","مرض يسبب ليونة و مرونة الشرايين"],
      "معلومات دينية":["ما هو يوم البنطقستي؟ ","من أى مزامير يتكون الهوس الثانى؟","متى يُقال لحن أسومين فى الكنيسة؟","اخر عيد سيدى يأتى فى السنه القبطية؟"],
      "قدرات ذهنية":["9*51+40*12","25*7-12*12","14*7+21*3","مجموع الارقام الزوجية بين 5و13"],
      "جغرافيا":["ما هو البركان الذي انفجر في عام 1883 بقوة 200 ميغاطون من مادة تي إن تي؟","سيلان هو الاسم السابق لأي بلد؟","تقع ألبانيا وصربيا في أي شبه جزيرة؟","في أي بلد يقع مطار هيلاري-تينزينج؟"],
      "رياضة":["ما هو اول فريق يفوز بكاس مصر لكره القدم ؟","ما هو النادى الاكثر فوزا بكاس العالم للانديه لكره القدم؟","كم عدد مرات حصول ايطاليا على كاس العالم ؟","متى اقيمت اول بطوله لكاس العالم ؟"],
    },
    {
      "علوم":["الاسم الاخر لمرض الزايدة الدودية","الهرمون الذي تنتجه المعدة","الهرمون الذي تنتجه البنكرياس","اين يقع البنكرياس في جسم الانسان"],
      "معلومات دينية":["ما هو شاهد تسبحة موسى (الهوس الأول)؟ ","ما هى المعجزة التى أشترك فيها البشائر الأربعة؟","ما معنى كلمة هوشعنا العبرية","متى تقابل الساعة التاسعة بالتوقيت اليهودى لنا؟"],
      "قدرات ذهنية":["91/7+182/7","85+95+105+115","62*12/24+15*15/25","699/3+2*11*3"],
      "جغرافيا":["ما هو اكبر خليج مائي في العالم؟","ما هو أقصر نهر في العالم؟ "," المجرة يوجد بها عدد كبير من النجوم، فكم عددها بالتقريب؟","اسم البلد الذي هو مهد الموسيقى الكلاسيكية الغربية ، والمعروفة باسم `أرض الموسيقى`؟"],
      "رياضة":["من هو هداف كاس العالم 2002 ؟","كم عدد اهداف منتخب مصر فى كأس العالم  ؟","من هو الهداف التاريخى لمنتخب مصر لكريه القدم ؟","كم مره فاز نادى انتر ميلان بدورى ابطال اوروبا ؟"],
    },
    {
      "علوم":["ماهي الانسجه التي تربط العضلات بالعظام !؟","العنصر الاساسي لمركب الكلورفيل !؟","كم عدد قلوب الاخطبوط !؟","في أي عضو من جسم الإنسان يتم إنتاج العصارة الصفراوية؟"],
      "معلومات دينية":["ما هما اللذان كفنا المسيح؟","بأى صلوة يبدأ قداس المؤمنين؟","كم عدد أساقفة مجمع أفسس؟ ","كم كان عدد شهداء شيوخ برية شيهيت؟"],
      "قدرات ذهنية":["مجموع الارقام الزوجية من 21الى 29","25*7-25*2+25*12","24/2/3/4+168/2/3/4","34+43+56+65"],
      "جغرافيا":["كم عدد الدول التي تحد اوغندا برا؟ ","ما هي أكبر قارات الأرض؟","ما هي المدينة الرئيسية الوحيدة الواقعة في قارتين؟","هو أقدم بركان نشط على وجه الأرض؟"],
      "رياضة":["ما هو اول فريق يفوز بالدوري المصري لكره القدم ؟","ما هو اول فريق يفوز بالسوبر المصرى لكره القدم ؟","ما هو اكثر المنتخبات فوزا بكاس امم اسيا ؟","من هو الهداف التاريخى لمنتخب مصر لكره اليد ؟"],
    },
    {
      "علوم":["ما هو اكبر الكواكب في المجموعة الشمسية","ماذا يجمع النحل لصنع العسل","ما هو الكوكب الاكثر حرارة في المجموعة الشمسية","ما هي اندر فصيلة دم"],
      "معلومات دينية":["من هو تلميذ موسى النبى؟","النبى الذى أشتهر بالصبر؟ ","ما هى القراءة التى تُقرأ قبل السنكسار فى القداس؟","كم عدد رسائل الجامعة؟"],
      "قدرات ذهنية":["مجموع الاعداد الاولية من 1 ل 10","(20/5-4)*(459*1698/4596-5199)","1000/25*100","95*4-6*60"],
      "جغرافيا":["أي نهر يمر عبر باريس؟","كم عدد الدول في أفريقيا؟","ما هي عاصمة باكستان؟","ما هي الدولة الأكثر كثافة سكانية في أفريقيا"],
      "رياضة":["من بطل كاس العالم 2006 ؟","من بطل كاس العالم 1994 ؟","من بطل كاس الامم الافريقيه 2013 ؟","من بطل دورى ابطال اوروبا 2017 ؟"],
    },
    {
      "علوم":["اطول حيوان بري في العالم","عدد ارجل العنكبوت","على ماذا يطلق اسم السخلة","المكون الرئيسي للزجاج"],
      "معلومات دينية":["كم عدد أصحاحات سفر دانيال النبى؟","كم يوم تُصليه الكنيسة باللحن الفرايحى فى شهر توت؟","ما هو الشهر السابع فى الشهور القبطية؟ ","أين ذُكرت الوصايا العشر فى الكتاب المقدس؟"],
      "قدرات ذهنية":["273/7+27/3","31+13+31-14","13*3+130*3","85+58-36-63"],
      "جغرافيا":["ما هي الدول غير الساحلية الوحيدة في أمريكا الجنوبية","أي مضيق بحري يفصل بين أفريقيا وأوروبا","ما هي عاصمة نيجيريا؟","ما هي أكبر دولة في العالم من حيث مساحة الأرض"],
      "رياضة":["ما هو اول نادى لعب له بوفون ؟","ما هو اول نادى لعب له زلاتنان ابراهيموفيتش ؟","من بطل كاس العالم 2010 ؟","من هو افضل لاعب فى العالم 2006 ؟"],
    },
    {
      "علوم":["ما هي المادة التي تضاف الي ماء الشرب لمنع تسوس الأسنان؟","الفازلين مادة تستخدم في صناعة الأدوية و التجميل فمن اي مادة تستخرج هذه المادة؟","ماذا يقيس الجالفانومتر(galvanometer)؟","في القانون E=mc^2 الي ماذا ترمز E؟"],
      "معلومات دينية":["كم عدد الأشخاص الذين دخلوا فلك نوح؟","متى تُعيد الكنيسة بعيد الرسل؟ تقويم قبطي","ما هو أصحاح الأيمان فى الكتاب المقدس؟","ما هو أصحاح المحبة فى الكتاب المقدس"],
      "قدرات ذهنية":["9*9+11*11","14*4-7*4-7*2","100-65+100-34*2","500*900*500-5000000"],
      "جغرافيا":[" أي دولة تقع على حدود بحر قزوين والخليج العربي وخليج عمان؟","ما هي أكبر دولة من دول بلاد الشام من حيث المساحة؟","أين يوجد تاج محل؟","ما هي ثالث دولة في العالم من حيث المساحة هي؟"],
      "رياضة":["من بطل الدورى الفرنسى 2020-2021 ؟","من بطل الدورى كاس السوبر الفرنسى 2020-2021 ؟","ما هو اول نادى لعب له كريستيانو رونالدو؟","ما هو اول نادى يفوز بدورى ابطال اوروبا  لكره القدم ؟"],
    },
    {
      "علوم":["اين يتم هضم الكربوهيدرات","اين يتم هضم البروتين","ما العضو الوحيد الذي لا يصل له الدم","ما هو العضو الذي يستهلك اكبر قدر من الطاقة و الاوكسجين"],
      "معلومات دينية":["اسم العبد الذي قطع اذنه بطرس","اسم يوسف الصديق في مصر","اسم بنت كاهن مديان التي تزوجها موسى","اسم المرأة التي اقامها بطرس"],
      "قدرات ذهنية":["19*20-80","39*7+27","97*4-88","35*20/70"],
      "جغرافيا":["ما هي المدينة الرئيسية الوحيدة الواقعة في قارتين؟","عدد الدول غير الساحلية في أمريكا الجنوبية؟","ما أعظم الزلازل على الكرة الأرضية ؟","أين يقع بحر المرجان ؟"],
      "رياضة":["كم يكون عدد اللاعبين في كل فريق لكرة القدم؟","في أي مكان من العالم أُقيمت أول بطولات كأس العالم لكرة القدم؟","كم يكون عدد التبديلات التي يُسمح بها للاعبين في الفريق الواحد لكرة القدم في كل ماتش؟","ما هي المدة المحددة لماتش كرة القدم؟"],
    },
    {
      "علوم":["كم عدد عظام الجمجمة","كم عدد الغدد الدرقية في جسم الانسان","كم عدد فقرات الرقبة في جسم الانسان","اذا تم فصل رأس الثعبان كم من الوقت يحتاج قلبه للتوقف عن النبض"],
      "معلومات دينية":["اسم زوجة يوسف الصديق","اسم العبد الذي صار مساعدا لبولس و ارسل بولس رسالة لسيد هذا العبد","اسم اول زوجة لداود النبي","ما اسماء ابنا صموئيل"],
      "قدرات ذهنية":["25*13*546*46*(8*3-6*4)","15*7/5","80*7/56","11*11-11"],
      "جغرافيا":["ما المدينة التي كانت تسمى امستردام الجديدة","على أي بلد كان يطلق قديماً اسم سيلان ؟","مضيق جبل طارق اتسمى على اسم مين","ما اسم المضيق الفاصل ما بين الخليج العربي و المحيط الهادي"],
      "رياضة":["أين تم إنشاء كرة القدم لأول مرة بالشكل الحالي لها؟","ما هو اسم أقدم نادي رياضي في عالم كرة القدم","ما هو المنتخب الوحيد الذي تأهل لجميع بطولات كأس العالم؟","أين يوجد مقر الاتحاد الدولي لكرة القدم؟"],
    },
    {
      "علوم":["كم عدد فقرات رقبة الزرافة","لماذا ينام السمك و عيناه مفتوحتان","من هو مكتشف الايدز","ايهما اكبر الخلية في جسم الفيل او الخلية في جسم الفار"],
      "معلومات دينية":["ما اسم ابن موسى من صفورة","ما اسم بكر داود","العشيرة التي كان ينتمي اليها بوعز زوج راعوث","اسم ام سليمان الملك"],
      "قدرات ذهنية":["55*5+225","69*5-100","235/5-7","22*5+890"],
      "جغرافيا":["أين تقع الأهرامات في مصر؟","ما هي القارة الأكثر سخونة على وجه الأرض؟","ما هي أكبر البحيرات في إفريقيا؟","ما هي الدولة التي غالبا ما توصف بأنها تتشكل مثل الحذاء؟"],
      "رياضة":["أي عام قام دييغو مارادونا بتسجيل الهدف الشهير له في كأس العالم باليد؟","من هو اللاعب الذي حصل على جائزة الكرة الذهبية في عام 2015؟","في أي دولة تم إقامة كأس العالم للمرة الثانية","كم عدد جوائز الكرة الذهبية التي حصل عليها ميسي؟"],
    },
    //
    {
      "علوم":["من هو السيموجراف","ما هو علم الثيولوجيا","من العالم مكتشف كرات الدم البيضة","كم مدة تستغرق حمل الفران"],
      "معلومات دينية":["واحد من التلاميذ له ثلاثة اسامي","امرأة تزوجت بعد ترملها و صارت من جدات المسيح","من هي ام يوسف الصديق","واحدة من زوجات يعقوب انجبت ستة ذكور"],
      "قدرات ذهنية":["2000/8*4","45*9+15-20","2600/4+350","240/16/3"],
      "جغرافيا":["في اي قارة تقع نيوزيلاندا","أذكر اسم عاصمة جزر القمر؟","ما عاصمة فيتنام","ما عاصمة الصومال"],
      "رياضة":["من هو اللاعب الذي يحمل رقم قياسي في المشاركة بدوري أبطال أوروبا","ما هو أكثر نادي سعودي فاز بالدوري السعودي لأكثر عدد من المرات","كم عدد الدول العربية التي شاركت في كأس العالم في عام 1990؟","أين أقيمت أولى بطولات كأس العالم للقارات"],
    },
    //go5raphia 5als 3loom 5als
    {
      "علوم":["من الذي اخترع حروف الطباعة","من مكتشف عمى الالوان","من الحيوان الذي يتزوج اتنين في نفس الوقت","من مكتشف الالكترون"],
      "معلومات دينية":["ما اسم التلميذ الذي انكر المسيح ثلاث مرات","من هو خال مارمرقس","من الذي بنى سور اورشليم بعد هدمه من البابليين","كم عدد اصحاحات سفر نحميا"],
      "قدرات ذهنية":["333*3/9-11","15*15*11","(13*13+31)/10","17*12-4"],
      "جغرافيا":["ما العاصمة القديمة لروسيا","ما عاصمة البرتغال","من هم دول المغرب العربي","عاصمة ايرلندا"],
      "رياضة":["ما هما الفريقان اللذان تسببا في اندلاع حرب بعد مباراة كرة القدم؟","في أي عام صعد منتخب المغرب لكأس العالم لأول مرة؟","ما هي البلد التي حصلت على بطولة كأس العالم في عام 2018؟","ما هي الدولة الافريقية التي قامت باستضافة كأس العالم"],
    },
    //deeny 5als zhny 5als
    {
      "علوم":["عدد فصوص الكبد تشريحيا؟","من هي أول إمرأة تفوز بجائزة نوبل في الفيزياء؟","مكتشف عنصر البولونيوم المشع","مكتشف الاشعة السينية (X-rays)"],
      "معلومات دينية":["متى يقال لحن كاطاني خورس","المجمع الذي حضره الأنبا شنودة رئيس المتوحدين؟","ما هو آخر سفر في العهد القديم؟","ما هو اسم البنت الوحيدة في أبناء يعقوب اب الاباء؟"],
      "قدرات ذهنية":["35*8+9720","68*7-76","500/4*16","77*7+1"],
      "جغرافيا":["ما هو أعلى جبل في قارة أستراليا؟","ما هي القارة التي يطلق عليها مهد البشرية؟","في أي قارة توجد أكبر سلسلة جبال في العالم؟","في أي قارة تقع جزر الكاريبي؟"],
      "رياضة":["سيتم استضافة كأس العالم ٢٠٢٦ في واحدة من ثلاث دول مختلفة فمن هم؟","ارتديت الأرقام 7 و 17 و 28 و 9 في مسيرتي، لعبت في إنجلترا وإسبانيا وإيطاليا والبرتغال.فمن اكون ؟","من هو اول فريق حصل على الدورى الاوروبى؟","من هو هداف الدورى الايطالى عام 2011 - 2012"],
    },
    //
    {
      "علوم":["ما هو الغاز الأكثر وفرة في الغلاف الجوي ؟","ما هو غاز الضحك ؟ ","ما اسم الاغشيه التى تحيط المخ ؟ ","اين تقع الام الحنون pia matter ؟ "],
      "معلومات دينية":["من الملك الذي أضاف الله إلى عمره 15 سنة؟","أين حدثت معجزة صيد السمك بعد القيامة؟","من هو الذي قاد الفوج الأول للعائدين من السبي؟","من هو الشاب الحكيم الذي خاطب أيوب في تجربته؟"],
      "قدرات ذهنية":["66*6-6","27*5-15","3*176+2","9*9*9+1"],
      "جغرافيا":["ما هو أطول نهر في قارة آسيا وثالث أطول الأنهار في العالم؟","عاصمة المجر","اصغر نهر في العالم","عاصمة سكوتلاندا"],
      "رياضة":["من هو صاحب أسرع هاترك في الدوري الإنجليزي الممتاز؟","أسرع هدف سجل في تاريخ الدوري الإنجليزي جاء في ٧.٦٩ ثانية. من سجلها؟","من هو اللاعب الفرنسى صاحب الهدف الذهبى لمنتخب فرنسا فى نهائى كاس الامم الاوروبية  عام 2000","من هو اللاعب الوحيد الذي فاز بدوري أبطال أوروبا مع ثلاثة أندية مختلفة؟"],
    },
    {
      "علوم":["من الذي اخترع حروف الطباعة","من مكتشف عمى الالوان","من الحيوان الذي يتزوج اتنين في نفس الوقت","من مكتشف الالكترون"],
      "معلومات دينية":["أين توجد مغارة الأنبا بيشوي؟","أين توجد مغارة البابا كيرلس السادس؟","ما هي الأرض التى ذهب إليها قايين بعدما قتل هابيل؟","من أي سبط كانت السيدة العذراء؟"],
      "قدرات ذهنية":["35*8+9720","68*7-76","500/4*16","77*7+1"],
      "جغرافيا":["ما العاصمة القديمة لروسيا","ما عاصمة البرتغال","من هم دول المغرب العربي","عاصمة ايرلندا"],
      "رياضة":["من هو اول فريق هولندى حصولا على دورى ابطال اوروبا؟","من هو اكثر لاعب مشاركة مع منتخب المانيا تاريخيا؟","فزت بكأس العالم وبطولة أوروبا على المستوى الدولي، وفزت بدوري أبطال أوروبا في مناسبتين كمدرب لفريقين مختلفين. فمن اكون؟","كنت في الأصل مهاجمًا قبل أن أصبح مدافعًا، ولعبت 11 موسماً للنادي نفسه قبل أن أدربه، وفزت بلقبين من الدوري الألماني ودوري أبطال أوروبا."],
    },
    {
      "علوم":["ماذا تسمى العظام التي يتالف منها العمود الفقري","من هم الكوكبين الذي ليس عندهم اقمار","ماذا تسمى دراسة الطقس","من هو مخترع الغسالة"],
      "معلومات دينية":["متى يقال لحن كاطاني خورس","المجمع الذي حضره الأنبا شنودة رئيس المتوحدين؟","ما هو آخر سفر في العهد القديم؟","ما هو اسم البنت الوحيدة في أبناء يعقوب اب الاباء؟"],
      "قدرات ذهنية":["25*80+40*50","101*80+20","12*12*10","5*4*8+40"],//4000,8100,1440,200
      "جغرافيا":["الدولة الوحيدة التي لا عاصمة لها","عاصمة نيوزلاندا","عاصمة بيرو","عاصمة تايلاند"],
      "رياضة":["انا لاعب برازيلى لعبت فى البرازيل و اسبانيا و انجلترا و ايطاليا و الصين و انهيت مسيرتى فى الدورى التركى فمن اكون ؟","من هو اكثر منتخب وصولا لنصق النهائى لكاس العالم؟","من هو الفريق الالمانى الحاصل على دورى ابطال اوروبا موسم  1982-1983","هو الفريق الاكثر تتويجا بالدورى الفرنسى؟"],
    },
    {
      "علوم":["ما هي أبعد نقطة من الممكن أن تسمع الذبابة منها الصوت؟","ماذا يسمى صغير الدب ؟"," ما هو المرض المعروف باسم مرض الموت الاسود ؟","ما هى شحنه النيترون ؟"],
      "معلومات دينية":["اين توجد شجرة مارافرام السرياني","كم كان عمر الانبا انطونيوس عندما تنيح","ما هو اللقب الذي اشتهر به البابا بطرس السابع","من الذي وصف موسى بأنه تهذب بكل حكمة المصريين "],
      "قدرات ذهنية":["6*6+6/6*6-6+6","1000+40+1000+30+1000-10","300/10*30+1-3","10*100*1000+100/10"],
      "جغرافيا":["ما هو البحر الذى يصب فيه نهر الدانوب","ما هى الدولة الاعلى انتاجا للالماس فى افريقيا","ما هو اسم العاصمة القضائية لجنوب افريقيا ؟","ما هى عاصمة جمهورية الكونغو الديمقراطية"],
      "رياضة":["كم عدد القاب اتليتيكو بيلباو فى الدورى الاسبانى؟","من هو ثانى اكثر الفرق الايطالية حصولا على كاس ايطاليا ؟","من هو اول فريق يفوز بالدورى الايطالى؟","من اخذ الدوري المصري سنة 2000"],
    },
    {
      "علوم":["من اى غرفه من غرف القلب تتصل الاورده الرئويه ؟","المعدن الذى يوجد فى حاله سائله ؟ ","ما اسم الشرايين التى تغذى عضله القلب بالدم ؟ "," ما هى شحنه البروتون ؟"],
      "معلومات دينية":["ما هو اطول شخص في الكتاب المقدس","من هم اول عائلة في الكتاب المقدس اكلوا الجبن","ما هي اخر رسالة كتبها بولس زمنيا","ما هي مهنة بولس الرسول"],
      "قدرات ذهنية":["12.5*12.5","444+44/2","180+120*0+1","20*20-20*20+30*30"],
      "جغرافيا":["على اى مسطح مائى تقع جزر الأنتيل الكبرى","ماذا يطلق على الطرف الجنوبى لقارة امريكا الجنوبية؟","يمر نهر اليرموك بسوريا و دولة عربية اخرى فما هى ؟","على اى بحر تقع جزر البليار"],
      "رياضة":["ما هى جنسية الملاكم فلويد مايويذر جونيور الذى حقق 49 انتصارا فى مسيرتة الاحترافية بدون اى هزائم؟","رياضة المواى تاى هى احدى رياضات الفنون القتالية ففى اى دولة نشأت","فى اى دولة عربية أقيمت اول بطولة الأمم افريقيا لكرة اليد للرجال؟","من هو اول لاعب مصرى يحترف فى الدورى الايطالى"],
    },
    {
      "علوم":["ما هو اسم الشريان الرئيسى الذى يخرج من القلب لتغذيه الجسم بالدم ؟","ما هو ماده صودا الغسيل كيميائيا ؟ ","اقرب طبقات الغلاف الجوى للارض ؟","الجزء الوحيد فى جسم الانسان ( جزء من عضو ) لا يصل اليه الدم ؟ "],
      "معلومات دينية":["مهنة عاموس النبي","ام انجبت نبي و نبية و رئيس كهنة من هي","من كان يكرز مع بولس الرسول و ترك الخدمة","من الذي ذكر عنه انه يحلق رأسه مرة كل عام"],
      "قدرات ذهنية":["1+2+3+4+5*5*4*3*2*1","22/2+18+3+14/2","عدد إذا قمت بضربه في نفسه وأضفت له خمسة، أصبح الناتج 30","ثلاثة أعداد متتالية مجموعهم 333؟"],
      "جغرافيا":["فى اى دولة عربية توجد مدينة بعقوبة","فى اى دولة عربية يقع سد عكرمة","فى اى دولة افريقيه توجد بحيرة تانا؟","فى اى ولاية امريكية كان يقع المقر الرئيسى لشركة نكست"],
      "رياضة":["فى اى موسم اعتزل اللاعب تيرى هنرى ؟","فى اى موسم اعتزل اللاعب اليساندروا ديل بيارو ؟","من هو اللاعب العالمى الملقب بالأباتشى","من هو اللاعب العالمى الملقب بالقيصر"],
    },
    {
      "علوم":["الحيوان الذى ينام وهو واقف ؟ ","ما هو ترتيب العصب المخى المسئول عن الشم ؟ ","ما هو مرض الهيموفيليا ؟ ",""],
      "معلومات دينية":["من كان مشيرا لداود ثم تأامر عليه","الى من كتب القديس يوحنا الحبيب رسالته التالتة","الرسالة الوحيدة لبولس الرسول تحتوي على اصحاح واحد","من هو البطرك السكندري رقم 11"],
      "قدرات ذهنية":["20,100,500,2500,…….","1,3,9,27,….","4,8,14,22,……","0,1,2,4,6,9,12,16,…."],
      "جغرافيا":["فى اى محيط يصب نهر الزمبيزى","كم عدد الدول التى تمر بها سلسلة جبال الأنديز؟","ما هما الدولتين اللتان تحدان المملكة المغربية من الجنوب و الشرق؟","فى اى خليج يصب نهر النيجر"],
      "رياضة":["من هو اكثر منتخب عربى مشاركة فى كأس القارات","من هو اكثر منتخب افريقى مشاركة فى كأس القارات","من هو اكبر هداف عربى لبطولة الامم الافريقية ","من هو الفريق صاحب اعلى عدد مبارايات متتالية بلا هزيمة فى الدوريات الخمسة الكبرى ؟"],
    },


    /*{
      "علوم":["","","",""],
      "معلومات دينية":["","","",""],
      "قدرات ذهنية":["","","",""],
      "جغرافيا":["","","",""],
      "رياضة":["","","",""],
    },*/



/*:جغرافيا
١- في اي قارة يقع جبل مونت بلانك؟
أوروبا
٢- في اي محيط يقع مثلث برمودا؟
الاطلنطي
٣- في اي دولة اسيويه يقع نهر تويوهيرا؟
اليابان
٤- في اي دولة لاتينية يقع مضيق لاجلان الي جانب الارجنتين؟
تشيلي
٥- ما هي عاصمة اليونان؟
اثينا

علوم :
١- كم عدد كرموسومات x لدي الاناث؟
٢
٢- ما هي وحدة قياس التردد؟

هرتز
٣- تريتون هو الهرم الأكبر لأي كوكب؟
نبتون
٤- في اي عام حصل العالم احمد زويل علي جائزة نوبل في الكيمياء؟
1999
٥- من هو العالم و الطبيب الفارسي الذي عرف بشيخ و أمير الاطباء و ابو الطب الحديث؟
ابن سينا

رياضة :
١- ما الرياضة التي تألق فيها اللاعب ايرفين ماجيك جونسون؟
كرة السلة
٢- ما النادي الذي اشتري منه ريال مدريد اللاعب سيرجيو راموس؟
اشبيليه
٣- كم عدد جولات الملاكمة للرجال في دورة الألعاب الاوليمبية؟
٣
٤- من هو هداف بطولة امم افريقيا عام ٢٠١٠؟
محمد ناجي جدو
٥- من هو اللاعب الذي أحرز الهدف الوحيد في نهائي بطولة امم افريقيا عام ٢٠٠٨؟
ابو تريكة

قدرات ذهنية :
١- كم تساوي ٨٪ من ١٠ مليون؟
800,000
٢- كم عدد الساعات في ٤ ايام؟
٩٦ ساعة
٣- كم دقيقة توجد في ٣ ساعات و ٢٤٠ ثانية؟
١٨٤
٤- حل المسألة الآتية :? = 11 - 22 + 33 ÷ 99
14
٥- حل المسألة الآتية :? = 8 × 8 ÷ 80 - 8 + 88
16*/


        ];

  List<Map<String,List<String>>> answers=[
    {
      "علوم":["الاوتار","ماغنسيوم","٣","الكبد"],
      "معلومات دينية":["14","ملاخى","البابا أثناسيوس الرسولى الــ20","طابيثا"],
      "قدرات ذهنية":["500","250","17","940"],
      "جغرافيا":["چيبوتي","سوريا","نيويورك","كندا"],
      "رياضة":["المانيا","ايطاليا","ليف ياشين","ميروسلاف كلوزه"],
    },

    {
      "علوم":["المشترى","الرحيق","الزهرة","ِAB-"],
      "معلومات دينية":["متى 25 ","متى 5 ، 6 ، 7","سليمان الحكيم","أشعياء النبى"],
      "قدرات ذهنية":["990","375","31","20"],
      "جغرافيا":["ممر خيبر","كراكاتوا","سري لانكا","البلقان"],
      "رياضة":["المانيا","ليونيل ميسى","ريال مدريد","الزمالك"],
    },

    {
      "علوم":["100","الفيل","الحوت الازرق","نيوتن"],
      "معلومات دينية":["يشوع بن نون","أيوب الصديق","الأبركسيس","7"],
      "قدرات ذهنية":["350","206","630","107"],
      "جغرافيا":["نهر السند","مضيق جبل طارق","فيكتوريا","إيطاليا"],
      "رياضة":["37 مره","2","4","2"],
    },
    {
      "علوم":["البشرة","صح","المرئ","الضلوع"],
      "معلومات دينية":["12","17","برمهات","خروج 20 "],
      "قدرات ذهنية":["386","124","2","192"],
      "جغرافيا":["صقلية","قناة السويس","نيبال","النمسا"],
      "رياضة":["لوس أنجلوس ليكرز","احمد الاحمر","1987","2000"],
    },


    {
      "علوم":["ضغ الدم","الفقرات","عطارد و زهرة","الارصاد الجوية"],
      "معلومات دينية":["صموئيل الاول اصحاح 17","البابا ديمتريوس الكرام","23","5"],
      "قدرات ذهنية":["10","890","199","120"],
      "جغرافيا":["أستراليا","خليج البنغال","نهر دي",". 200 مليار نجم."],
      "رياضة":["1992","1958","1934","انجلترا"],
    },

    {
      "علوم":["عظم القذالي","البنكرياس","غلط","صح"],
      "معلومات دينية":["8","5 ابيب","عبرانيين 11 ","كرونثوس الاولى 13"],
      "قدرات ذهنية":["67","14","202","44"],
      "جغرافيا":["زمبابوي","5","اسيا","اسطنبول"],
      "رياضة":["رونالدو ","5","حسام حسن ","3"],
    },

    {
      "علوم":["118","بانجيا","روبرت سكوت","اسحاق نيوتن"],
      "معلومات دينية":["3 خدمات","4","سهرة أبوغلمسيس","يوحنا المعمدان"],
      "قدرات ذهنية":["429","61","100","49"],
      "جغرافيا":["سيتكا (ألاسكا)","1100","جبل إتنا في إيطاليا","نهر السين"],
      "رياضة":["يوفينتوس","134","فرانشيسكو خينتو ","اوناى ايمرى"],
    },

    {
      "علوم":["الخوارزمي","ابرث الالماني","لويس باستير","روبرت بيري"],
      "معلومات دينية":["اخنوخ","يعقوب و يوحنا","اندراوس","لوقا 15"],
      "قدرات ذهنية":["375","31","20","199"],
      "جغرافيا":["امازون","54","إسلام أباد","نيجيريا"],
      "رياضة":["134","فرانشيسكو خينتو","اوناى ايمرى","4"],
    },

    {
      "علوم":["رثرفورد","جون ووكر","كارلوس لينيوس","الفهد"],
      "معلومات دينية":["يوحنا 4","اعمال 6","كرنيليوس","43"],
      "قدرات ذهنية":["350","206","630","107"],
      "جغرافيا":["ماليزيا","باراغواي وبوليفيا","مضيق جبل طارق","ابوجا"],
      "رياضة":["30","20","صربى ","مره واحده"],
    },

    {
      "علوم":["الزرافة","8","صغير الماعز","الرمل"],
      "معلومات دينية":["5","9","يوحنا","طرسوس"],
      "قدرات ذهنية":["60000","2","192","120"],
      "جغرافيا":["انقرة","بيرو وبوليفيا","روسيا","ايران"],
      "رياضة":["النادى الاسماعيلى","2","60","نيويلز اول بويز"],
    },

    {
      "علوم":["رثرفورد","جون ووكر","كارلوس لينيوس","الفهد"],
      "معلومات دينية":["يوحنا 4","اعمال 6","كرنيليوس","43"],
      "قدرات ذهنية":["-284","720","10","3378"],
      "جغرافيا":["چيبوتي","سوريا","الهند","امريكا"],
      "رياضة":["لوس أنجلوس ليكرز","احمد الاحمر","1987","2000"],
    },
    {
      "علوم":["الفلورايد","البترول او النفط","شدة التيار الكهربائي","الطاقة"],
      "معلومات دينية":["سوريال","محب الاله","قسمة ذبح إسحاق","احشويرش"],
      "قدرات ذهنية":["10","504","270","120"],
      "جغرافيا":["فاراناسي","جبال زاغروس","3","0"],
      "رياضة":["لوس أنجلوس ليكرز","احمد الاحمر","1987","2000"],
    },
    {
      "علوم":["علم البيئة ","المشتري (٦٧ كوكب)","ارشميدس","السحالي"],
      "معلومات دينية":["الأدام","يوم الجمعة العظيمة","تاريخية","الجمعة"],
      "قدرات ذهنية":["7.2","49","900","32"],
      "جغرافيا":["كانبيرا","البرتغالية","الجيزة","أفريقيا"],
      "رياضة":["6","1992","المانيا","فرنسا"],
    },

    {
      "علوم":["الفلك","7","الزيوليت","بلوتو"],
      "معلومات دينية":["متى & لوقا","الأربعاء","إكليل","الصغرى"],
      "قدرات ذهنية":["9","501","387","263"],
      "جغرافيا":["نهر السند","مضيق جبل طارق","فيكتوريا","إيطاليا"],
      "رياضة":["كرستيانو رونالدو","اليونان","76  فريق","18"],
    },
    {
      "علوم":["نبتون","الصفائح التكوينية","الاكسجين","جلوكوما"],
      "معلومات دينية":["6","نيقوديموس","148 ، 149 ، 150","3"],
      "قدرات ذهنية":["90","96","104","77"],
      "جغرافيا":["فاراناسي","جبال زاغروس","3","0"],
      "رياضة":["بايرن ميونخ","الان شيرر","سانت ايتيان","جنوب افريقيا "],
    },
    {
      "علوم":["لوكيميا","انثى البعوض","الخمائر","تصلب الشرايين"],
      "معلومات دينية":["عيد حلول الروح القدس-الخمسين-العنصرة","135","توزيع صوم الرسل","عيد التجلى 13(مسرى)"],
      "قدرات ذهنية":["939","31","161","36"],
      "جغرافيا":["كراكاتوا","سري لانكا","البلقان","نيبال"],
      "رياضة":["الزمالك","ريال مدريد","4","1930"],
    },
    {
      "علوم":["المصران الاعور","الجاسترين","الانسولين","بالقرب من الكبد و اسفل المعدة"],
      "معلومات دينية":["خروج15","أشباع الـ5000رجل","خلصنا","3 ظهراً"],
      "قدرات ذهنية":["39","400","40","299"],
      "جغرافيا":["خليج البنغال","نهر دي",". 200 مليار نجم.","النمسا"],
      "رياضة":["رونالدو ","5","حسام حسن ","3"],
    },
    {
      "علوم":["الاوتار","ماغنسيوم","٣","الكبد"],
      "معلومات دينية":["يوسف ونيقوديموس","صلاة الصلح","200","49"],
      "قدرات ذهنية":["100","425","8","198"],
      "جغرافيا":["5","اسيا","اسطنبول","جبل إتنا في إيطاليا"],
      "رياضة":["الاهلى","الزمالك","اليابان","احمد الاحمر"],
    },
    {
      "علوم":["المشترى","الرحيق","الزهرة","ِAB-"],
      "معلومات دينية":["يشوع بن نون","أيوب الصديق","الأبركسيس","7"],
      "قدرات ذهنية":["17","0","4000","20"],
      "جغرافيا":["نهر السين","54","إسلام أباد","نيجيريا"],
      "رياضة":["ايطاليا","البرازيل ","نيجيريا","ريال مدريد"],
    },
    {
      "علوم":["الزرافة","8","صغير الماعز","الرمل"],
      "معلومات دينية":["12","17","برمهات","خروج 20 "],
      "قدرات ذهنية":["100","61","429","44"],
      "جغرافيا":["باراغواي وبوليفيا","مضيق جبل طارق","ابوجا","روسيا"],
      "رياضة":["بارما","مالمو","اسبانيا","فابيو كانافارو"],
    },
    {
      "علوم":["الفلورايد","البترول او النفط","شدة التيار الكهربائي","الطاقة"],
      "معلومات دينية":["8","5 ابيب","عبرانيين 11 ","كرونثوس الاولى 13"],
      "قدرات ذهنية":["202","14","67","220000000"],
      "جغرافيا":["ايران","سوريا","الهند","امريكا"],
      "رياضة":["ليل","ليل","سبورتينج ليشبونه","ريال مدريد"],
    },
    {
      "علوم":["الفم","المعدة و الامعاء الدقيقة","قرنية العين","المخ"],
      "معلومات دينية":["افتيخوس","صفنات فعنيح","صفورة","طابيثا"],
      "قدرات ذهنية":["300","300","300","10"],
      "جغرافيا":["اسطنبول","2","زلزال ليبو في تشيلي عام1960م","بين غينيا الجديدة وأستراليا"],
      "رياضة":["11","أوروجواي","ثلاث تبديلات","ساعة ونصف"],
    },
    {
      "علوم":["22","مليون","7","يوم كامل"],
      "معلومات دينية":["اسنات","انسيموس","ميكال","يوئيل و ابيا"],
      "قدرات ذهنية":["0","21","10","110"],
      "جغرافيا":["نيو يورك","سري لانكا","طارق ابن زياد","مضيق هرمز"],
      "رياضة":["انجلترا","شيفيليد وينزداي الإنجليزي","البرازيل","سويسرا"],
    },
    {
      "علوم":["7","لأن السمك لا يملك جفون","لوك مونتييه","متساويتان"],
      "معلومات دينية":["جرشوم","امنون","ابيمالك","بيتشبع"],
      "قدرات ذهنية":["500","245","40","1000"],
      "جغرافيا":["الجيزة","افريقيا","فيكتوريا","ايطاليا"],
      "رياضة":["1986","كريستيانو رونالدو","ايطاليا","6"],
    },
    {
      "علوم":["جهاز رصد الزلازل","علم العلوم السماوية و علوم الفضاء","سيناك","21 يوم"],
      "معلومات دينية":["بطرس","راعوث","راحيل","ليئة"],
      "قدرات ذهنية":["1600","400","1000","5"],
      "جغرافيا":["استراليا","موروني","هانوي","مقديشيو"],
      "رياضة":["كاسياس","الهلال السعودي","2","السعودية"],
    },
    {
      "علوم":["جوتنبرج","جون دالتون","الاسد","جوريف طومسون"],
      "معلومات دينية":["بطرس","برنابا","نحميا","13"],
      "قدرات ذهنية":["100","2475","20","200"],
      "جغرافيا":["سانت بطرسبرغ","لشبونة","ليبيا · تونس · الجزائر · المغرب · موريتانيا","دبلن"],
      "رياضة":["هندوراس و السلفادور","1970","فرنسا","جنوب افريقيا"],
    },
    {
      "علوم":["2","ماري كوري","ماري كوري","روتنجن"],
      "معلومات دينية":["توزيع عيد القيامة","مجمع أفسس 431م","ملاخي","دينة"],
      "قدرات ذهنية":["10000","400","2000","540"],
      "جغرافيا":["جبل كوسيياسكو","قارة إفريقيا","سلسلة جبال الأنديز في قارة أمريكا الجنوبية.","الكاريبي تابعة لبلاد في القارتين الامريكتيين"],
      "رياضة":["الولايات المتحدة وكندا والمكسيك","كريستيانو رونالدو","توتنهام","ابراهيموفيتش"],
    },
    {
      "علوم":["النيتروجين","اكسيد النيتروز","الاغشيه السحائيه","غشاء حول المخ"],
      "معلومات دينية":["حزقيا الملك","بحر طبرية","زربابل","أليهو"],
      "قدرات ذهنية":["390","120","530","730"],
      "جغرافيا":["نهر اليانجتسي في الصين","بودابست","نهر دي","أدنبره(Edinberg)"],
      "رياضة":["ساديو مانى","شين لونج","ديفيد تريزيجية","كلارنس سيدورف"],
    },
    {
      "علوم":["جوتنبرج","جون دالتون","الاسد","جوريف طومسون"],
      "معلومات دينية":["دير السريان","دير البراموس","أرض نود","سبط يهوذا"],
      "قدرات ذهنية":["10000","400","2000","540"],
      "جغرافيا":["سانت بطرسبرغ","لشبونة","ليبيا · تونس · الجزائر · المغرب · موريتانيا","دبلن"],
      "رياضة":["فينورد","لوثار ماتيوس","يوب هاينكس","يورجن كلوب"],
    },
    {
      "علوم":["الفقرات","عطارد و زهرة","الارصاد الجوية","هاملتون سميث"],
      "معلومات دينية":["توزيع عيد القيامة","مجمع أفسس 431م","ملاخي","دينة"],
      "قدرات ذهنية":["4000","8100","1440","200"],
      "جغرافيا":["ناورو في استراليا","ويلينغتون","ليما","بانكوك"],
      "رياضة":["روبينهو","المانيا","هامبورغ","سانت اتيان"],
    },
    {
      "علوم":["الذباب لا يسمع","الديسم","الطاعون","متعادله"],
      "معلومات دينية":["دير السريان","105","بطرس الجاولي","بولس الرسول"],
      "قدرات ذهنية":["42","3060","898","1000010"],
      "جغرافيا":["البحر الاسود","بيتسوانا","بلومفونتين","كينشاسا"],
      "رياضة":["8","روما","جنوى","الزمالك"],
    },
    {
      "علوم":["الاذين الايسر","الزئبق","الشرايين التاجيه ( coronaries )","موجبه"],
      "معلومات دينية":["عوج ملك باشان(تسع اذرع)","عائلة ابو داود","تيموثاوس التانية","صاتع خيام"],
      "قدرات ذهنية":["156.25","466","181","900"],
      "جغرافيا":["البحر الكاريبى","رأٍس هورن","الأردن","البحر الأبيض المتوسط "],
      "رياضة":["أمريكى","تايلاند","تونس","حازم امام (اودينيزى)"],
    },
    {
      "علوم":["الاورطه","كربونات الصوديوم ( sodium carbonate )","التروبوسفير","القرنيه"],
      "معلومات دينية":["راعي غنم و جاني جميز","يوكابد(موسى و هارون و مريم)","ديماس","ابشالوم"],
      "قدرات ذهنية":["610","39","5","١١٠,١١١,١١٢"],
      "جغرافيا":["العراق","السعودية","اثيوبيا","كاليفورنيا"],
      "رياضة":["2011-2012","2011-2012","كارلوس تيفيز","فرانتس بكنباور"],
    },
    {
      "علوم":["الخيل ","الاول ","سيوله الدم",""],
      "معلومات دينية":["اخيتوفل","غايس الحبيب","فليمون","يوليانوس"],
      "قدرات ذهنية":["12500","81","32","20"],
      "جغرافيا":["المحيط الهندى","7 دول","موريتانيا و الجزائر","خليج غينيا"],
      "رياضة":["السعودية","الكاميرون","حسن الشاذلى","اى سى ميلان"],
    },

    /*{
      "قدرات ذهنية":["125","233"],
      "ديني مدروس":["يشوع","شعره"],
      "رياضة":["العسكري","الهدف بنقطتين او ٣"],
      "جغرافيا":["الخرطوم","	صربيا"],
      "علوم":["64","ابو بكر الرازي"],
    },*/


  ];

}