class marathondata{
  List<List<String>> questions=[
    /*["كم قدم فى 5 ياردة؟","من كان ملقب بفنان الشعب؟","ما هو اخر سفر في العهد القديم؟","85*30+70*85"],*/
    /*["ما هي لغة التخاطب عند النحل؟","من هو الفنان الراحل الذي قام بدور القنصل في فيلم ابن القنصل؟","من هو اخر قاضي في الكتاب المقدس؟","حل المسألة الآتية 12*2 - 288/12  "],*/

    /*
    * 21 ma3loomat deenia 3ama
    * 21 fnoon
    * 13 adab
    * 13 kdrat zhnia
    * ma3loomat 3ama
    * */


    ["عدد أصحاحات البشائر الأربعة","صاحبه لقب  سيده الشاشه العربيه","ماذا نسمى الشعراء ممن عاشوا عصرين مختلفين؟","57*2-37*2","في اي بلد يقع اكبر تليسكوب في العالم؟ "],
    ["من هو البابا رقم 42","من هو اشهر عازف للبيانو ومؤلف الموسيقى فى العالم المانى الجنسيه؟","	من هو شاعر القطرين؟","157*3-71","ما اللون الذي نحصل عليه عند دمج اللون الأحمر مع الأصفر؟ "],
    ["من صار بدلاً من يهوذا الأسخريوطى","اين توجد لوحه الموناليزا؟","من الذى لقب بشاعر الشعراء؟","18*17-3*2","من هي صاحبة لقب ام المصريين؟ "],
    ["متى نُعيد بعيد العذراء (عيد أصعاد جسدها)؟","من الذى غنى تتر مسلسل ريح المدام؟","من هو رائد إحياء الشعر العربى في عصرنا الحديث؟ ","3*63+11*11","ما هي اللغة الرسمية لجمهورية النمسا؟ "],
    ["ما هو أسم الشهر القبطى الصغير؟","من التى قامت بدور فاطمه فى مسلسل لن اعيش فى جلباب ابى؟"," نال الاديب نجيب محفوظ جائزة نوبل ؟","27*100/3-25*2*2*3","ما هو الشعب الذي اخترع البوصلة؟ "],
    ["كم عدد اللقانات التى تتم خلال العام؟","من صاحب اللوحه الفنيه زهره السوسن؟","من صاحب الألياذة والأوديسا؟","16*8*2-16*5","ما هي العملة الرسمية لليونان؟ "],
    ["من هو النبى الذى لُقب بــ (النبى الباكى)؟","ما جنسيه الرسام فان جوخ؟","من هو الشاعر صاحب الكوميديا الألهية؟ ","315-15*15","ما هو نظام الحكم في بلجيكا؟ "],
    ["من هو الشاب الذى أقامه بولس من الموت؟","كم عدد المسرحيات التى كتبها شكسبير ؟","من مؤلف مسرحية تاجر البندقية؟","5*6*7-1*2*3","ما هي أكبر مدينة في أوروبا من حيث المساحة؟ "],
    ["متى يتم القراءة من كتاب الدفنار؟","ما هى جنسيه الرسام بيكاسو؟","من مؤلف مسرحية ماكبث؟","11*19-7*17","ما هي جنسية ماسبيرو الذي سمي علي إسمه مبني الإذاعة و التلفزيون؟ "],
    ["من هو الشهير بأبو الأصلاح؟","اين افتتح اول متحف فى العالم؟","من هو الشاعر الذى قتله شعره؟","980*5/49","ما هي عاصمة الاردن؟ "],
    ["من هو الشهير بعمود الدين؟","اين اقيم اول بناء  مسرح؟","	من هو شاعر القطرين؟","14*12*2-236","ما هو أشهر مقياس للزلازل؟ "],
    ["عدد أصحاحات رسائل بولس الرسول؟","اين يوجد اكبر متحف للفن؟","من هو الشاعر العربى صاحب مسرحية مجنون ليلى؟","36*40-44*10","من هو مقدم برنامج الحكاية"],
    ["عدد أسفار العهد القديم؟","اذكر اسم محمد هنيدى فى فيلم صعيدى فى الجامعه الامريكيه؟","في اي عصر من العصور الادبية ينتمي الشاعر امرؤ القيس؟","3*3*3*100-700","من بطل مسلسل نسر الصعيد"],
    ["عدد أسفارالأنبياء الصغار؟","الى ماذا يرمز النسر فى الفن القبطى؟","من مؤلف رواية بين القصرين؟","12*15-2*2*2*10","ما هي اللغة الرسمية لدولة تشيلي؟"],
    ["عدد أسفار التي كتبها يوحنا؟","الى ماذا يشير الحمل فى ايقونات الفن القبطى؟","من مؤلف كتاب الأمير؟","707/7-2*3*4","ما هي الديانة الأكثر انتشارا في الهند؟"],
    ["عدد أصحاحات رسالة يهوذا؟","اين يوجد المتحف القبطى فى القاهره؟","من مؤلف كتاب تحرير المرأة؟","88*3-15*6","ما هو الشئ الذي سماه العرب الأصفر الرنان؟"],
    ["عدد أصحاحات رسالة غلاطية؟","علل! يتيمز الفن القبطى بالفن الشعبى وليس ملكيا او امبراطوريا؟","من مؤلف قصة دعاء الكروان؟","7*5*9-5*3","ما هي جنسية العالم ألبرت اينشتاين"],
    ["من هو البابا الــ 109؟","من صاحب لوحه العشاء الربانى؟","من الملقب بشاعر المرأة؟","39*8-48*4","ما هو الاسم القديم لجامعة القاهرة؟"],
    ["متى يُصلى لحن بى نشتى؟","اين توجد اوبرا سيدنى؟","من مؤلف كتاب حول العالم في 200 يوم؟","12*12/12-12","ما هي العملة الرسمية لجمهورية ايرلندا؟"],
    ["متى يصلى لحن او نيم ناي","من صاحب لوحه العشاء الاخير؟","من أول من أنشأ أسلوب الرسائل في الأدب العربي؟","25*6+44*3","من بطل فيلم رد قلبي"],
    ["من الرسام اللى رسم اول صوره للعذراء؟","كم عدد المفاتيح البيضاء فى البيانو؟","من صاحب قصيدة نهج البردة؟","12*9+35*3","من بطلة فيلم الزوجة ال13"],
    ["ما هو الانجيل الذي يقرأ في عيد القيامة(السفر و الاصحاح)","ما هو عدد الاوتار الة القانون؟","من رائد فن المقامات في الأدب العربي؟","40*20/50","من كان يقدم برنامج البرمانج؟"],
    ["ما عدد اصحاحات سفر الخروج","صح ام خطأ ؟(تعتبر السيمفونيه من الالات الوتريه)","من هو مؤسس البلاغة؟","12*13/16","من بطل فيلم تيتو"],
    ["ما ترتيب رسالة رومية في العهد الجديد","كم صمام يوجد باله الترومبيت؟","من رائد القصه القصيرة في الأدب العالمي في العصر الحديث؟","33*3*3-97","في ايطاليا كان يعيش شعب قديم غير مجرى التاريخ في اشياء كثيرة من هو هذا الشعب؟"],
    ["ما ترتيب انجيل مرقس في الكتاب المقدس ككل؟","ما عدد اوتار الجيتار؟","من رائد القصه القصيرة في الأدب العربي في العصر الحديث؟","30*9-70-83","من بطل فيلم الايدي الناعمة"],
    ["متى يقال لحن ابتجيك ايفول","من بطل فيلم احلام عمرنا","من مؤلف رواية سجين زندا prisoner of zenda","36*5/18","من رئيس مصر السابق الملقب بحبيب الملايين"],
    ["ما هو الاسم الليتورجي لاعمال الرسل","من هو صاحب اول شركه اسطوانات فى الشرق الاوسط","من مؤلف كتاب على هامش السيرة؟","89*4+44","كم عدد الدول التى تتقاسم بحيرة ملاوى"],
    ["من هو القديس الذي اشتهر بوقوفه خلف العامود في الكنيسة؟","ما هى اقدم الالات الموسيقيه الوتريه ؟","من صاحب رواية الحرب و السلام","11*12*13","يقع جبل ديمبو باحدى دول جنوب شرق اسيا فما هى ؟"],
    ["من هو الملاك الذي ندعوه مفرح القلوب؟","من غنى حدوته مصريه؟","من مؤلف علم العروض","56/4*14","من هو اول افريقى حصولا على جايزة نوبيل  فى الاداب؟"],
    ["من هو السكرتير الحالي للمجمع المقدس؟","مؤلف موسيقى الذى عمل على مسلسل ضمير ابله حكمت؟","من صاحب لقب امير البيان","86*4+44","فى اى دولة يقع البرلمان الافريقى؟"],
    ["من هو المرشد الروحي للأنبا موسى الاسود؟","مخرج فيلم المشبوه؟","من الاديب العربي صاحب مسرحية يا طالع الشجرة","35*9*10","فى اى دول شمال افريقيا يقع حصن رباط المنستير"],
    ["من الذي خدع أبه وهو صغير فخدعه أولاده وهو كبير؟","اغنيه لام كلثوم ملقبه بلقاء السحاب ؟","مؤلف مسرحية مصرع كليوباترا","79*8+68","عاصمة لاحد دول حوض النيل تبدء بحرف ال ن فمن هى ؟"],
    ["من هو البطريرك الذي وضع أساس حساب الأبقطي؟","مخرج فيلم اضحك الصوره تطلع حلوه؟","مؤلف رواية الاجنحة المتكسرة","39*8-50","ينبع نهر دورو من احدى الدول الاوروبية قما هى ؟"],
    ["من هو القديس الذي تسميه الكنيسة قيثارة الروح؟","فى اى مهرجان تعطى جائزه الذب الذهبى ؟","مؤلف رواية شابيب","159*3+23","فى اى قارة تقع جزيرة روتنيست"],

  ];
  List<List<String>> answers=[
    /*["15","سيد درويش","ملاخي","8500"],*/
    /*["الرقص في الهواء","خالد صالح","صموئيل النبي","0"],*/

    ["89","فاتن حمامه","الشاعر المخضرم","40","أسبانيا (جزر الكناري) "],
    ["سيمون الأول","بيتهوفن","خليل مطران","400","البرتقالي"],
    ["متياس الرسول","فى متحف اللوفر بباريس","أمرؤ القيس","300","صفية زغلول "],
    ["16 مسري","هشام عباس","محمود سامى البارودى","310","الالمانية "],
    ["نسئ","عبله كامل","1988","600","الصينيون"],
    ["3","فان جوخ","هوميروس","176","اليورو "],
    ["أرميا النبى","هولندى","دانتى الايطالى","90","ملكي "],
    ["أفتيخوس","37","وليم شكسبير","204","لندن "],
    ["تسبحة نصف الليل","اسبانى","وليم شكسبير","90","فرنسي "],
    ["البابا كيرلس الرابع الــ110","القاهره(1901)","المتنبى","100","عمان"],
    ["البابا كيرلس الأول الــ24","روما","خليل مطران","100","مقياس رختر "],
    ["100","باريس","احمد شوقي","1000","عمرو أديب"],
    ["39","خلف الدهشورى خلف","العصر الجاهلي","2000","محمد رمضان"],
    ["12","للسيد المسيح-للمؤمنين-لاحد اوجه الكائنات الاربعه الحيه","نجيب محفوظ","100","الاسبانية"],
    ["5","المسيح","نيكولو ماكيافيلي","77","الهندوسية"],
    ["1","حى مصر القديمه","قاسم امين","174","الذهب"],
    ["6","لان الشعب يشرف على فنه ويبدعه وينفق عليه من ماله الخاص","طه حسين","300","الماني"],
    ["البابا بطرس الجاولى","ليوناردو دافنشى","نزار قباني","300","جامعة فؤاد الاول"],
    ["بعد المجمع","استراليا","انيس منصور","0","اليورو"],
    ["قبل دورة القيامة","ليوناردو دا فينشي","عبد الحميد الكاتب","282","شكري سرحان"],
    ["لوقا","52","أحمد شوقي","213","شادية"],
    ["يوحنا 20","78","بديع الزمان الهمذاني","16","باسم يوسف"],
    ["40","غلط","عبد القاهر الجرجاني","140","احمد السقا"],
    ["6","3","تشيكوف","200","الرومان"],
    ["41","6","محمود تيمور","283","احمد مظهر"],
    ["مرد الكاثوليكون(قبل الكاثوليكون)","مصطفى شعبان","انتوني هوب","10","جمال عبد الناصر"],
    ["الابركسيس","محمد فوزي","طه حسين","400","3"],
    ["أنبا أرسانيوس","آلة الهارب","تولستوي","1716","اندونيسيا"],
    ["رافائيل","محمد منير","الخليل بن أحمد الفراهيدي","196","وولى سوينكا"],
    ["الأنبا دانيال أسقف المعادي","عمرو خيرت","شكيب ارسلان","388","جنوب افريقيا"],
    ["أنبا إيسيذوروس","سمير سيف","توفيق الحكيم","3150","تونس"],
    ["يعقوب أبو الآباء","انت عمرى","احمد شوقي","700","نيروبى"],
    ["البابا ديمتريوس الكرام","شريف عرفة","جبران خليل جبران","262","اسبانيا"],
    ["مار افرام السرياني","برلين","احمد خالد توفيق","500","استراليا"],
  ];
}
