class Nashan_Data{
  List<List<String>> questions=[

    /*[

       'كم مرة حقق نادي أياكس دوري أبطال أوروبا؟' ,
       "ما هو رقم تيشيرت النجم المصري محمد ابو تريكة؟" ,
       "في اي عم حدث زلزال في مصر و كانت قوته 5.8 ريختر و كان الاكثر تدميرا منذ عام 1847 ؟",
       "كم يبلغ طول سور الصين العظيم؟",
       "في عام ولد شكسبير؟",
      "ما عدد ادوار برج العرب بدبي؟"

  ],
    [
      "فى اى عام ولد محمد على بك الكبير؟",
      "ما العدد الذرى لليورانيوم؟",
      "عدد احرف اللغة الايطالية؟",
      "عدد السعرات الحرارية فى 200 جم مياة؟",
      "ما عدد احرف اسم القارة القطبية الجنوبية؟",
      "كم كان عمر ام كلثوم عنما ماتت؟",
    ],*/

    [
      "كم عدد الاحبال الصوتية في جسم الانسان",
      "احنا في سنة كام قبطية",
      "كم بوصة في الياردة الواحدة",
      "كم عدد ساعات الصلوات في الجمعة العظيمة",
      "ما سعة جسم الانسان من الدم",
      /*"في اي يوم من شهر ابيب نحتفل بعيد الرسل"*/
    ],

    [
      "ما هي مدة الخلافة العثمانية في مصر",// 365
      "كم عدد اصحاحات انجيل مرقس",
      "كم عدد اسنان الجمل",
      "كم عدد رسائل الكاثوليكون",
      "متى بدأت الحرب العالمية التانية",

    ],

    [
      "متى بدأت الحرب العالمية التانية",
      "كم عدد الاعياد السيدية",
      "كم مليون خلية دم حمرا يستطيع جسم الانسان ان ينتجها",
      "كم عدد البتوليين المذكورين في سفر الرؤيا",
      "من كم لاعب يتكون فريق السلة",

    ],

    [
      "كم عدد اسنان القطة",
      "اول قداس في كنيستنا سنة كام",
      "ما هي نسبة المياه على كرة الارض",
      "كم عدد القسوس المذكورين في سفر الرؤيا يقدمون بخورا امام عرش الله",
      "كم يبلغ طول سور الصين العظيم",
    ],

    [
      "كم تبلغ درجة حرارة الشمس بالملايين",
      "ما هو رقم المزمور الذي يقال في بداية صلوات سبت النور؟",
      "كم كانت عدد دول الاتحاد السوفيتي",
      "كم عدد الآباء الحاضرين مجمع نيقية؟",
      "في اي عام استضافت قطر كأس اسيا",

    ],

    [
      "كم تبلغ مساحة الكرة الارضية بالملايين",
      "كم عدد كل ابناء يعقوب اب الاباء؟",
      "كم عدد صمامات القلب",
      "كم عدد القداسات الذي يقر بها المجمع المقدس للصلاة بها؟",
      "متى قامت ثورة يوليو في مصر",
    ],

    [
      "كم عدد بطاركة الكرازة المرقسية حتى الان؟",
      "متى قامت الثورة الفرنسية",//1789
      "كم عدد رؤساء الملائكة؟",
      "متى قامت الثورة العرابية",//1881
      "في اي عام تنيح ابونا بيشوي كامل؟"
    ],
    [
      "متى بدأ القديس حبيب جرجس مدارس الاحد؟",
      "حرب المائة العام استمرت كام سنة",//116
      "في أي سنة ظهرت العذراء مريم في الزيتون؟",
      "في اي عام حصل البرادعي على جائزة نوبل",//2005
      "في اي سنة ميلادية بدأ تقويم الشهداء؟"
    ],
    [
      "في أي سنة تنيح القديس يوحنا الحبيب؟",
      "عدد الكتب المؤلفة بواسطة نجيب محفوظ",//55
      "كم مرة تم نفي البابا أثناسيوس الرسولي؟",
      "متى توفي طه حسين",//1973
      "كم بطريرك تسمى على اسم يوأنس؟"
    ],
    [
      "كم كان عمر السيد المسيح عندما تنيح يوسف النجار؟",
      "متى تنحى الرئيس الاسبق حسني مبارك (عدد اليوم)",//11
      "كم عدد اسفار العهد الجديد؟",
      "80*10+500*20",//10800
      "كم عدد اولاد القديسة رفقة؟"
    ],
    [
      "كم عدد اخوات القديس انبا انطونيوس؟",//1
      "ما هو العدد الذري لعنصر الكلور",//17
      "في أي سنة تنيح البابا شنودة الثالث؟",//2012
      "عدد حروف اللغة الانجليزية",//26
      "كم سنة قضاها الشهيد مارجرجس في العذابات؟"//7
    ],
    [
      "كم عدد ابواب خيمة الاجتماع؟",//1
      "35*600",//21000
      "في اي سنة تم انعقاد مجمع اورشليم؟",//50
      "الاسكندر الاكبر كان الاسكندر رقم كام",//3
      "كم عدد الإمبراطوريات التي حكمت اليهود حتى مجيء المسيح؟"//4
    ],
    [
      "كم عدد قطع المزمور الكبير الذي نصليه في صلاة نصف الليل؟",//22
      "ما هو العدد الذري للاوكسجين",//8
      "كم يوم قضى ايليا على جبل حوريب؟",//40
      "متى سقطت روما في ايدي البربر",//410
      "كم سنة قضاها سليمان في ملكه على شعب إسرائيل؟"//40
    ],
    [
      "كم رسالة من رسائل بولس الرسول تبدأ بإسمه؟",
      "كم عدد الدول المعترف بها في قارة اسيا؟",
      "كم عدد الحروف في الابجدية القبطية المأخوذة من الديموطيقية؟",
      "كم عدد النجوم في علم بنما؟",
      "في اي سنة كان الانشقاق الكبير بين المسيحيين في الشرق والغرب؟"
    ],
    [
      "كم كان عمر يوسف حين باعه إخوته؟",
      "كم عدد الأعداد الاوليه حتى رقم ١٠٠؟",
      "في اي سنة حدثت معجزة نقل جبل المقطم؟",
      "متي قامت أمريكا بأول رحلة فضائية؟",
      "في اي عام استشهد القديس اغناطيوس الانطاكي؟"
    ],
    [
      "في اي عام انعقد مجمع خلقيدونية؟",
      "متى مات احمد عرابي",
      "كم عدد التلاميذ الذين تنيحوا من الاثني عشر؟",
      "متى مات احمد خالد توفيق",
      "تحتوي الخمسين يوم المقدسة بعد القيامة على كم أسبوع؟"
    ],
    [
      "في اي يوم من الشهر القبطي يكون التذكار الشهري للملاك ميخائيل؟",
      "عدد حروف الاية الاتية : استطيع كل شيء في المسيح الذي يقويني",
      "تحتفل الكنيسة بفصح يونان لمدة كام يوم؟",
      "عدد حروف اللغة الايطالية",
      "كم عدد الشهور القبطية؟"
    ],
    [
      "كم مرة تقرأ الكنيسة انجيل السامرية في صلواتها الليتورجية على مدار السنة؟",
      "ما هو الجزر التربيعي لرقم ١٦٩؟",
      "كم مرة نصلي كيريليسون وقت تقديم الحمل؟",
      "متي وقعت حادثة دنشواي؟",
      "ما هو الحد الأدنى عند اليهود لتكون الشهادة معتمدة؟"
    ],
    [
      "كم عدد الأنهار التي كانت موجودة في جنة عدن؟",
      "متي ألغيت الخلافة الإسلامية؟",
      "كم كان عمر سارة حين ولدت إسحق؟",
      "كم عدد مصاطب هرم زوسر المدرج؟",
      "كم عدد أصحاحات سفر حبقوق؟"
    ],
    [
      "كم كان عمر إبراهيم حينما جاءه الثلاثة زوار؟",
      "كم كان عمر نابليون عندما مات",
      "كم عدد الحجارة التي أخذها داود مع مقلاعه لمحاربة جليات؟",
      "متى احتل نابليون موسكو",
      "كم عدد الأيام التي طلبها دانيال والفتية ليتم إختبارهم في أكل القطاني؟"
    ],
    [
      "ما عدد اصحاحات رسالة كورنثوس الأولى؟",
      "كم مسرحية مثلها فؤاد المهندس",
      "كم هي سنين حياة موسى النبي؟",
      "متى صدر فيلم عفريت مراتي",
      "كم عدد السنوات التى أضافها الله إلى عمر حزقيا الملك؟"
    ],

    [
      "كم مباراة دولية لعب النجم المصري احمد حسن؟",
      "في اي سنة ميلادية توفي المعز لدين الله الفاطمي؟",
      "كم مليون كيلو متر مربع تبلغ مساحة قارة افريقيا؟",
      "ما هو العدد الذري لعنصر البلوميوم؟",
      "ما هو مجموع الدقائق في يومين و ربع؟",
    ],
    [
      "كم عدد الفضة التي إشترى بها الإسماعيليين يوسف؟",
      "20*87-20*7",
      "كم سنة هي مدة سبي بابل؟",
      "ما ترتيب بطليموس الخامس من ملوك البطالمة في مصر",
      "ما هو مجموع إصحاحات البشائر الأربعة؟"
    ],
    [
      "كم سنة قضتها حنة بنت فنوئيل كأرملة حتى ميلاد يسوع؟",
      "متى مات الاسكندر الاكبر",
      "ما هو رقم المزمور الذي نصليه في الهوس الثاني؟",
      "كم شهر في سنتين و نصف؟",
      "كم كان عدد السمك في معجزة صيد السمك من بحر طبرية بعد القيامة؟"
    ],
    [
      "كم عدد مدن الملجأ في العهد القديم؟",
      "كم يبلغ عدد أوراق الكوتشينة اذا أضفنا لهم ورقي الجوكر؟",
      "كم كان عمر السيد المسيح حينما كان وسط الشيوخ والمُعلمين في الهيكل؟",
      "ما هو مجموع افيال الشطرنج لكلا اللاعبين في المبارة؟",
      "ما هو ترتيب حرف اليوطا في الأبجدية القبطية؟"
    ],
    [
      "كم مرة يتكرر رقم ٦ في الأرقام من ١ ل ٨٠؟",
      "كم عدد ذرات الأوكسجين في ثتائي كرومات البوتاسيوم؟",
      "كم عدد المرات فوز منتخب الاراجواي بكأس العالم",
      "في اي عام تولي الرئيس الأمريكي جورج واشنطن رئاسة امريكا؟",
      "ما هو ترتيب برج أميرة من حيث أطول الابراج في دبي؟",
    ],

  ];


  List<List<String>> answers=[
    /*[

      "4" ,
      "22" ,
      "1992",
      "21.196",
      "1564",
      "56"

    ],
    [
      "1769",
      "92",
      "21",
      "0",
      "10",
      "76",
    ],*/
    [
      "4",
      "1737",
      "36",
      "6",
      "6",
      /*"5"*/
    ],

    [
      "365",
      "16",
      "34",
      "7",
      "1914",

    ],

    [
      "1939",
      "14",
      "200",
      "144000",
      "5",

    ],

    [
      "40",
      "1959",
      "71",
      "24",
      "2400",
    ],

    [
      "15",
      "151",
      "15",
      "318",
      "1988",
    ],

    [
      "510",
      "13",
      "4",
      "3",
      "1952",
    ],
    [
      "118",
      "1789",
      "7",
      "1881",
      "1979"
    ],
    [
      "1918",
      "116",
      "1968",
      "2005",
      "284"
    ],
    [
      "100",
      "55",
      "5",
      "1973",
      "19"
    ],
    [
      "16",
      "11",
      "27",
      "10800",
      "5"
    ],
    [
      "1",
      "17",
      "2012",
      "26",
      "7"
    ],
    [
      "1",
      "21000",
      "50",
      "3",
      "4"
    ],
    [
      "22",
      "8",
      "40",
      "410",
      "40"
    ],
    [
      "13",
      "48",
      "7",
      "2",
      "1054"
    ],
    [
      "17",
      "25",
      "979",
      "1962",
      "107"
    ],
    [
      "451",
      "1911",
      "1",
      "2018",
      "7"
    ],
    [
      "12",
      "29",
      "1",
      "21",
      "13"
    ],
    [
      "3",
      "13",
      "41",
      "1906",
      "2"
    ],
    [
      "4",
      "1924",
      "90",
      "6",
      "3"
    ],
    [
      "99",
      "51",
      "5",
      "1812",
      "10"
    ],
    [
      "16",
      "17",
      "120",
      "1968",
      "15"
    ],
    [
      "184",
      "975",
      "30",
      "84",
      "3240",
    ],
    [
      "20",
      "1600",
      "70",
      "5",
      "79"
    ],
    [
      "84",
      "323",
      "136",
      "30",
      "153"
    ],
    [
      "6",
      "54",
      "12",
      "4",
      "10"
    ],
    [
      "18",
      "2",
      "65.5",
      "1789",
      "2",

    ],

  ];
}