class Sor3a_Data{
  List<String> questions=[
    "من هو مخترع المصباح الكهربي؟",
    "من هو المنتخب الفائز بكأس العالم عام ٢٠١٨؟",
    "كم ٧ في ال ٥٦؟",
    "من الفنان ااذي قام بالأداء الصوتي لمارد وشوشني في  شركة المرعبين المحدودة؟",
    "من هو العالم الذي اكتشف الجاذبية؟",
    "في اي قارة يقع نهر الامازون",
    "من اول رئيس لجمهورية مصر العربية",
    "3 * 3 * 3",
    "ما الحيوان المسمى بسفينة الصحراء",
    "ما هي عاصمة فرنسا؟",
    "ما هو الكوكب الاحمر؟",
    "من هو بطل في فيلم الفيل الازرق؟",
    "من أول رئيس جمهورية للولايات المتحدة الأمريكية؟",
    "ما عدد الذرات في جزيء الماء",
    "كم صفر في رقم المليون",
    "عدد احرف كلمة `امبراطور`",
    "من مبتكر شخصية ميكي ماوس",
    "من بطل فيلم حليم",
    "من رسم لوحة موناليزا",
    "ما هو اسم رائد الفضاء في فيلم (TOY STORY)",
    "من صاحب اغنية موعود",
    "في اي شهر نحتفل بعيد العمال",
    "1*1*1",
    "اول سفر في الكتاب المقدس",
    "عاصمة ايطاليا",
    "عاصمة مصر",
    "2*2*2",
    "5*5",
    "70/10",
    "17-10",
    "1*2*3",
    "5*6",
    "9*9",
    "10+10"

  ];
  List<String> answers=[
    "توماس اديسون",
    "فرنسا",
    "8",
    "محمد هنيدي",
    "نيوتن",
    "امريكا الجنوبية",
    "محمد نجيب",
    "27",
    "الجمل",
    "باريس",
    "المريخ",
    "كريم عبد العزيز",
    "جورج واشنطن",
    "3",
    "6",
    "8",
    "والت ديزني",
    "احمد ذكي",
    "دافنشي",
    "باز يطير",
    "عبد الحليم حافظ",
    "مايو",
    "1",
    "تكوين",
    "روما",
    "القاهرة",
    "8",
    "25",
    "10",
    "7",
    "6",
    "30",
    "81",
    "20"

  ];
}





/*١- من هو مخترع المصباح الكهربي؟
توماس اديسون
٢- من هو المنتخب الفائز بكأس العالم عام ٢٠١٨؟
فرنسا
٣- كم ٧ في ال ٥٦؟
٨
٤- من الفنان ااذي قام بالأداء الصوتي لمارد وشوشني في  شركة المرعبين المحدودة؟
محمد هنيدي
٥- من هو العالم الذي اكتشف الجاذبية؟
نيوتن*/