class Ta7t_El_Da5t_Data{
  List<List<String>> questions=[


   /* [
  	"ما هو نظام الحكم في سويسرا؟ ",
  " من هي الفنانة التي قامت بدور فريدة في فيلم اسف على الازعاج؟",
   "ما هو منتخب كره القدم الافريقي الملقب بالنسور الخضر؟",
   "الصهيل هو الاسم الصوتي لأحد الحيوانات فما هو؟",
   "من هو الرئيس الاول للولايات المتحدة الأمريكية؟" ,
   "ميكافلي هو كاتب و مفكر شهير فما هي جنسيته؟",
   "ما هو الرمز الكيميائي لعنصر النيكل؟" ,
  " راجعين هو ألبوم غنائي لمطرب مصري فمن هو؟" ,
   "ما هي العملة الرسمية لدولة الدنمارك؟"

  ],
    [
    "ما عدد الوان علم النمسا؟",
    "فى اي محيط يقع ميناء بيرل هاربر؟",
    "ما جنسية المعلق الرياضى عصام الشوالى ؟",
    "فى اى شهر تم الهجوم على هيروشيما و نجازاكى؟",
    "كم قدم للصرصار؟",
    "من مكتشف الراديوم؟",
    "من مخرج فيلم حليم؟",
    "فى اى ولاية توجد مدينة شيكاغو؟",
    "من يحمل رقم 19 فى نادى الزمالك؟ ",
  ],*/

    [
      "عاصمه اليابان",  //طوكيو
      "يسمى صوت الافعى",  // فحيح
      "عدد حروف كلمه القسطنطينية", //11
      "حدثت معجزة نقل جبل المقطم على يد",  //سمعان الخراز
      "من وزير التربيه والتعليم الحالى",   // طارق شوقي
      "عملة امريكا هى",  // دولار
      "توجد المكسيك فى قارة", // امريكا الجنوبية
      "شاعر النيل هو", // حافظ ابراهيم
      "عاصمه الصين" // بكين
    ],
    [
      " من قائل : لا يأس مع الحياة ولا حياة مع اليأس ",  //مصطفى كامل
      "اسس مدينه الاسكندريه",  // الاسكندر الاكبر
      "من هو الحاكم الذى يطلق عليه مؤسس مصر الحديثه", // محمد علي
      "مؤلف موسيقي مشهور بالرغم من كونه أصم فمن هو", // بيتهوفن
      "اكبر حيوان على وجه الكرة الارضيه", // الحوت الازرق
      "قديس ارتبطت سيرته بثعبان يعيش معه", // برسوم العريان
      "قديس ارتبطت ايقونته بجمل واحد", // الانبا رويس
      "من القديس الذى لقب بكاتب سير الشهداء", // يوليوس الاقفهصي
      "من القديس الذى قيل له العالم كله ضدك فأجاب وانا ضد العالم" // الانبا اثناسيوس الرسولي
    ],
    [
      "من هو القديس الملقب بأبن الدموع",  //اغسطينوس
      "الفائز بكاس العالم 2002 ؟",  // البرازيل
      "ما هو العدد الذري للزئبق ؟ ", // 80
      "من الذي قامت بدور نادر سيف الدين في فيلم جاءنا البيان التالي ؟ ", // هنيدي
      "نظام الحكم في الارجنتين؟", // جمهوري
      "ما هي جنسية الكاتب ليو توليستوي ؟", // روسي
      "في اي قارة تقع جزيرة ماهية ؟", // افريقيا
      "المغني صاحب اغنية هدد ؟", // عمرو دياب
      "من هو الرسول الملقب برسول الختان" // بطرس
    ],
    [
      "شاعر عامية ملقب بالخال ؟",  //الابنودي
      "نظام الحكم في اسبانيا ؟",  // ملكي
      "من الذي قام بدور عبلة في فيلم صعيدي في الجامعة الامريكية ", // غادة عادل
      "مؤلف رواية البؤساء ؟", // فيكتور هوجو
      "العدد الذري للهيليوم ؟", // 2
      "قائد ثورة 1919 ؟", // سعد زغلول
      "قديس ارتبطت ايقونته بجملين", // مارمينا
      "اين اقيمت اولمبياد 2008 ؟", // بكين
      "من هو البطرك السكندري الثاني" // الانبا انيانوس
    ],
    [
      "في اي قارة يقع جبل كالمنجارو ؟",  //افريقيا
      "مؤلف رواية بين القصرين ؟",  // نجيب محفوظ
      "متى يقال لحن افلوجيمينوس", // حد الشعانين
      "مكتشف امريكا ؟", // كريستوفر كولومبس
      "من هي المغنية الراحلة صاحب اغنية ثورة الشك ؟", // ام كلثوم
      "في اي محيط تقع جزر بورا بورا ؟", // الهادي
      "ما هي اكبر صحراء في افريقيا ؟ ", // الصحراء الكبرى
      "ما هو نظام الحكم في سيريلانكا ؟", // جمهوري
      "من هو الرسول الملقب برسول الامم" // بولس
    ],
    [
      "كم عدد الوان علم دوله بلجيكا ؟",  //3
      "ما هو المحيط الذي تطل علية موريتانيا ؟ ",  // الاطلنطي
      "من هي القديسة التي تركت الحكم من اجل الرهبنة", // اناسيمون
      "ما هي جنسية العالم روبيرت هوك ؟", // بريطاني
      "ما هو اول دوري كرة قدم اوروبي احترف فيه محمد صلاح؟ ", // الدوري السويسري
      "قائد الثورة العرابية", // احمد عرابي
      "من الرسول الذي بشر الهند", // توما
      "عاصمة المكسيك", // مكيسيكو سيتي
      "52*9-2*9" // 450
    ],

    [
      "عاصمة اسبانيا ؟",  //مدريد
      "ما هي جنسية العالم الفريد نوبل ؟",  // الاطلنطي
      "من هما الراهبان الذان كانا اولاد الامبراطور الروماني و تركا الحكم لأجل الرهبنة", // مكسيموس و دوماديوس
      "ما هو عدد الوان علم فرنسا ؟", // 3
      "ما هي جنسية الكاتب الطيب الصالح ؟ ", // سوداني
      "ما هو العدد الذري للذهب", // 79
      "من التي اكتشفت صليب ربنا يسوع", // الملكة هيلانة
      "اين تقع مدينة القيروان ", // تونس
      "ما هو اسم احمد السقا في فيلم افريكانو" // بدر
    ],

    [
      "نظام الحكم في الصين",  //جمهوري
      "من هو اول رئيس جمهورية لمصر",  // محمد نجيب
      "من القديس المشهور بأمير الشهداء", // مارجرجس
      "ما هي جنسية مخترع ساعة اليد ", // فرنسي
      "نظام الحكم في مصر ", // جمهوري
      "ما هي وحدة قياس الصوت ", // ديلسبس
      "ماذا كان منصب نسطور في الكنيسة", // بطرك القسطنطينية
      "ما هو اسم اسر ياسين في مسلسل ب100 وش ", // عمر
      "ما هي القارة الذي يعني اسمها الجنوب" // استراليا
    ],

    [
      "اين اقيمت بطولة كاس العالم لكرة القدم للشباب في 2009 ",  //مصر
      "ما هو العدد الذري للصوديوم ",  // 11
      "من كاتب كتاب تجسد الكلمة", // اثانسيوس
      "مخترع مكنة الحلاقة ", // جيليت
      "ما هو اسم مني زكي في فيلم صعيدي في الجامعة الامريكية", // سيادة
      "ما هي جنسية الكاتب ويليام شكسبير", // انجليزي
      "من هو بطرك القسطنطينية الملقب بذهبي الفم", // يوحنا ذهبي الفم
      "من هو عميد الادب العربي", // طه حسين
      "ما هي عاصمة تونس" // تونس
    ],

    [
      "ما هي الرياضة التي يحترفها البطل المصري سيد الباروكي",  //سباحة
      "القائد العربي لمعركة عين جالوت",  // سيف الدين قطز
      "من كاتب كتاب الكنوز في الثالوث", // كيرلس عمود الدين
      "ما هو الاسم الاول لهتلر", // ادولف
      "ما هو اسم احمد السقا في فيلم صعيدي في الجامعة الامريكية", // علي
      "ما هي جنسية الكاتب تشارلز ديكنز", // انجليزي
      "من هو بطرك الاسكندرية الملقب بخاتم الشهداء", // بطرس خاتم الشهداء
      "من هو امير الشعراء", // احمد شوقي
      "ما هي عاصمة المغرب" // الرباط
    ],

    [
      "اين بدأت رياضة الاسكواش",  //انجلترا
      "القائد الانجليزي لمعركة ابوقير البحرية",  // هوراشيو نيلسون
      "من كاتب رواية السكرية", // نجيب محفوظ
      "ما هو الاسم الاول لبوتين رئيس روسيا", // فلاديمير
      "ما هو اسم احمد السقا في فيلم سبع البرمبة", // احمد السقا
      "ما هي جنسية الرسام مايكل انجلو", // ايطالي
      "من هو بطرك الاسكندرية الملقب بالرسولي", // اثانسيوس
      "من القديس الملقب برجل الصلاة", // البابا كيرلس السادس
      "ما هي عاصمة السودان الشمالية" // الخرطوم
    ],
    [
      "ما هو اسم صغير الاسد",  //شبل
      "من قائد الجيش العربي في معركة حطين",  // صلاح الدين الايوبي
      "من كاتب كتاب حديث الاربعاء", // طه حسين
      "من هو اول رئيس للاتحاد السوفيتي", // فلاديمير لينين
      "من مخرج فيلم الشيخ جاكسون", // عمر سلامة
      "ما هي جنسية ماركو بولو", // ايطالي
      "من هو بطرك الاسكندرية الملقب بالكرام", // الانبا ديمتريوس الكرام
      "من هو معلم بولس الرسول", // غمالائيل
      "ما هي عاصمة كندا" // أوتاوا
    ],
    [
      "كوريا الشمالية تابعة للامم المتحدة صح ولا غلط",  //صح
      "القائد الالماني لمعركة العالمين",  // اروين روميل
      "من كاتب رواية يوتوبيا", // احمد خالد توفيق
      "ما هو الاسم الاول لروميل القائد الالماني", // اروين
      "من مخترع التليفون", // الكسندر جراهام بيل
      "ما هي جنسية الشاعر خليل مطران", // لبناني
      "من هو بطرك الاسكندرية الملقب بمعلم الاجيال", // البابا شنودة التالت
      "من القديس الملقب بالعجايبي", // مارمينا
      "ما هي عاصمة روسيا" // موسكو
    ],
    [
      "في اي عام ولد طه حسين", //1889
      "من مؤلف رواية Great Expectations", //تشارلز ديكنز
      "من مؤلف كتاب الايام", //طه حسين
      "من بشر بلاد فارس من الرسل او التلاميذ", //متى
      "اسم اخر معركة حاربها نابليون في حياته", //واتر لوو
      "كم سفر في الكتاب المقدس كتبه بطرس", //3
      "اسم الامبراطور الروماني الذي احتل مصر", //اوكتافيوس
      "عدد الاسفار التي كتبها موسى في الكتاب المقدس", //5
      "100*700-50*600" //400
    ],
    [
      "في اي محافظة ولد عباس العقاد", // اسوان
      "ما هو اسم والد عباس العقاد", // محمود
      "من في الخلفاء الراشدين الملقب بالفاروق", //عمر بن الخطاب
      "من كاتب كتاب اكتوبر 73 السلاح و السياسة", //محمد حسنين هيكل
      "كيف مات النبي ارميا", //رجما
      "ما عدد اصحاحات سفر اشعياء", //66
      "من القاضيين الغير مذكورين في سفر القضاة", //عالي الكاهن - صموئيل
      "من الملك الفارسي الذي احتل مصر و هزم الفراعنة", //قمبيز التاني
      "من هو شاعر المرأة" //نزار قباني
    ],
    [
      "اين ولد صلاح الدين الايوبي (اسم بلد)", // العراقِ
      "ما هو موطن شركة هواوي (بلد المنشأ)", // الصين
      "من في الخلفاء الراشدين الملقب بالصديق", //ابو بكر الصديق
      "من الشهيد الملقب بالنهيسي", //ابانوب النهيسي
      "من مؤلف رواية ديفيد كوبر فييلد", //تشارلز ديكنز
      "كم مصري حصلوا على جائزة نوبل", //4
      "متى استقلت الجزائر عن فرنسا", //1962
      "من الامبراطور البيزنطي وقت الفتح الاسلامي لمصر", //هرقل
      "اين ولد دقلديانوس" //كرواتيا
    ],
    [
      "الي اي دولة أوروبية تتبع جزيرة البا؟",//ايطاليا
      "من هو معلم اولاد الملوك", // ارسانيوس
      "ما هو العدد الذري لعنصر الكالسيوم؟",//20
      "كم عدد الوان علم دولة إستونيا؟",//3
      "من هو الفنان الذي لعب دور ابو جودة في فيلم إعدام ميت؟",//يحيي الفخراني
      "الي اي محافظة مصرية تتبع مدينة دمنهور؟",//البحيرة
      "ما هو نظام الحكم في دولة كوريا الجنوبية؟",//جمهوري
      "من هو الموسيقار و المطرب المصري الراحل صاحب اغنية لما انت ناوي؟",//محمد عبدالوهاب
      "ما هي عاصمة الامارات؟",//ابوظبي
    ],
    [
      "من اول الشهداء و رئيس الشمامسة", // استفانوس
      "من غنى اغنية انت عمري",//ام كلثوم
      "تم القضاء على الاريوسية في مجمع نقية تماما صح ولا غلط",//غلط
      "من بطل مسلسل الكبير",//احمد مكي
      "من لحن اغنية انت عمري",//محمد عبد الوهاب
      "ما شاهد هذه الاية : الله محبة",// يوحنا الاولى اصحاح 4 اية 8
      "من مؤسس بنك مصر",//طلعت حرب
      "مخترع الديناميت",//الفريد نوبل
      "من رئيس الولايات المتحدة السابق",//دونالد ترامب
    ],
    [
      "جزيرة وايك هي محمية طبيعية تقع بأحد المحيطات فما هو؟",//الهادي
      "ما ترتيب سفر يشوع في العهد القديم",//6
      "ما هي الفنانة التي قامت ببطولة مسلسل سقوط حر؟",//نيللي كريم
      "كم عدد الوان علم دولة السودان؟",//4
      "ما هو الرمز الكيميائي لعنصر الصوديوم؟",//Na
      "في اي دولة من دول أمريكا الجنوبية تقع مدينة لانوس؟",//الارجنتين
      "من هو الكاتب المصري الراحل صاحب كتاب موسوعة الظلام؟",//احمد خالد توفيق
      "في اي عام عقد مجمع افسس",//431
      "ما هي عاصمة الهند؟",//نيو دلهي
    ],
    [
      "في اي قارة من قارات العالم يقع نهر ميسوري؟",//امريكا الشنالية
      "متى تنيح البابا كيرلس السادس (رقم السنة)",//1971
      "في عام ١٨٢٠ نالت الاكوادور استقلالها من احدي الدول الاوروبية فما هي؟",//إسبانيا
      "جون راي هو احد اشهر علماء الطبيعة فما هي جنسيته؟",//انجليزي
      "من هي الفنانة التي قامت بغناء اغنية حكاية واحدة من فيلم هيبتا؟",//دنيا سمير غانم
      "من هو الكاتب المصري الراحل صاحب كتاب قراءة للمستقبل؟",//مصطفى محمود
      "كم عدد الوان علم دولة الجزائر؟",//3
      "من هو الفنان الذي قام بدور هريدي عمران في فيلم الفتوة؟",//فريد شوقي
      "ما هو العدد الذري للهيليوم؟",//2
    ],
    [
      "ماذا تعني كلمة ابصالتس",//مرتل
      "في اي قارة يقع نهر ماجدلينا؟",//كولومبيا
      "ما هو الرمز الكيميائي لعنصر الاوسميوم؟",//Os
      "كم عدد الوان علم دولة بروندي؟",//3
      "من هي الفنانة التي قامت ببطولة مسلسل كاريوكا؟",//وفاء عامر
      "عن اي دول استقلت ليبيا؟",//ايطاليا
      "من هو الفنان الذي لعب دور سمسم في فيلم كده رضا؟",//احمد حلمي
      "ما هي عاصمة السعودية؟",//الرياض
      "العالم الفيزيائي اميلو افوجادرو من أشهر علماء الفيزياء فما هي جنسيته؟",//ايطالي
    ],
    [
      "من هو البطرك السكندري ال25",//ديوسقورس
      "ماذا يطلق على صوت الفيل؟",//نهيم
      "ما هو الفيتامين اي يرتبط نقصه بمرض الكساح او لين العظام؟",//D
      "ما هو الرمز الكيميائي لعنصر الاوكسجين؟",//O
      "من الشهيد الملقب بالشطبي",//تادرس الشطبي
      "ما هي الدولة المستضيفة لبطولة كوبا أمريكا ٢٠١٩؟",//البرازيل
      "كم عدد الوان علم دولة فيتنام؟",//2
      "من هو مؤسس الدولة الطولونية في مصر؟",//أحمد بن طولون
      "من هو الفنان الذي غني جميل جمال؟",//فريد الاطرش
    ],
    [
      "كم عدد الوان علم منظمة الامم المتحدة؟",//2
      "ما هو هرمون الطوارئ؟",//ادرينالين
      "في اي دولة أوروبية تقع مدينة لاهاي؟",//هولندا
      "زي ما هي حبها اغنية لمطرب مصري فمن هو؟",//مدحت صالح
      "ما هو نظام الحكم في دولة البحرين؟",//ملكي
      "في اي محيط تقع جزيرة صامواه؟",//الهادي
      "ما هي عاصمة أوكرانيا؟",//كييف
      "ما هي العملة الرسمية لدولة سنغافورة؟",//دولار سنغافوري
      "ما هي اول قارة ظهرت فيها الثورة الصناعية؟",//اوروبا
    ],
    [
      "ما هو العنصر الثامن في الجدول الدوري؟",//اوكسجين
      "كم عدد الوان علم دولة جزر البهاما؟",//3
      "ما هي الدولة التي استقلت عنها جيبوتي عام ١٩٧٧؟",//فرنسا
      "من هو البطرك السكندري رقم 116",//البابا كيرلس السادس
      "ما هي جنسية المستكشف ابن بطوطة؟",//مغربي
      "كاتب مصري صاحب رواية الحرافيش فمن هو؟",//نجيب محفوظ
      "من الشهيدة التي كان معها 40 عذراء",//الشهيدة دميانة
      "في اي دولة أوروبية تقع مدينة بلد الوليد؟",//اسبانيا
      "من الفنانة التي لعبت دور سارة في فيلم ظرف طارق؟",//نور
    ],
    [
      "في اي قارات العالم تقع صحراء جوبي؟",//اسيا
      "ما هو لون النجمة الموجودة علي علم دولة الكاميرون؟",//صفراء
      "أديب مصري راحل مؤلف رواية بين الاطلال فمن هو؟",//يوسف السباعي
      "متى يقال لحن اجيوس السنوي",//قبل قراءة الانجيل
      "كم عدد الاذرع التي يمتلكها الاخطبوط؟",//8
      "من هو الملحن الذي لقب بموسيقار الاجيال؟",//محمد عبد الوهاب
      "عن اي الدول الأوروبية استقلت موريتانيا عام ١٩٦٠؟",//فرنسا
      "في اي دول أمريكا الجنوبية تقع مدينة ساوباولو؟",//برازيل
      "من الذي لعب دور سعدية في فيلم عسكر في المعسكر؟",//لقاء الخميسي
    ],
    [
      "من هو الممثل الذي قام بدور سلطان في فيلم غبي منه فيه؟",//هاني رمزي
      "في اي قارات العالم تقع هضبة التبت؟",//اسيا
      "ما هو الرمز الكيميائي لعنصر السيزيوم؟",//Cs
      "كم عدد الوان علم دولة نيجيريا؟",//2
      "كم سنة قضاها مارمينا في الصحراء",//5
      "عن أي دولة أوروبية استقلت بلجيكا عام ١٨٣٠؟",//هولندا
      "ما هي جنسية عالم الفيزياء بليز باسكال؟",//فرنسي
      "من الوالي الذي كان اكثر تعذيبا للمسيحيين و اصبح مسيحيا بعد ذلك",//اريانوس
      "ما هو البحر الذي اطلق عليه العرب بحر القلزم؟",//البحر الاحمر
    ],
    [
      "من اول سلاطين المماليك",//شجرة الدر
      "ما اسم زوجة اخاب الملك التي ارادت قتل ايليا",//ايزابل
      "نظام الحكم في كندا",//ملكي
      "في اي سنة اصبح سعد زغلول رئيسا للوزراء",//1924
      "عاصمة اليونان",//اثينا
      "من مؤسسيين شركة ميكروسوفت",//بيل جيتس و بول الين
      "ما اسامي ابناء عالي الكاهن",//حفني و فنحاس
      "اسم والد داود النبي",//يسى
      "متى صدر الحكم بأن طابا ارض مصرية",//سبتمبر 1988
    ],
    [
      "في اي ساعة من ساعات الاجبية نتذكر القيامة",//صلاة باكر
      "ما هي عاصمة كوبا",//هافانا
      "من هو مؤسس حزب الوفد ",//سعد زغلول
      "ما هي اللعبه الفردية التي تحترفها دينا مشرف",//تنس طاوله
      "نظام الحكم في دوله السنغافورا ",//جمهوري
      "عدد الوان علم سويسرا ",//2
      "من هو القائد العسكري الملقب بالجنرال الذهبي",//عبد المنعم رياض
      "من الذي حكم اسرائيل بعد سليمان الملك",//رحبعام
      "مما يخاف مريض أكروفوبيا",//المرتفعات
    ],
    [
      "مما يخاف مريض أفيو فوبيا ",//الطيران
      "من في التلاميذ صلب منكس الرأس",//بطرس
      "نظام الحكم في دوله الكويت",//ملكي
      "ما هي عاصمة السنغال",//داكار
      "من هو البطرك السكندري رقم 38",//البابا بنيامين
      "من هو ماردونا النيل",//طاهر ابو زيد
      "عدد الوان علم دوله قطر ",//2
      "في اي ولاية امريكية يوجد المقر الرئيسي لشركة يوتيوب",//كاليفورنيا
      "من قام بدور بيبو في فيلم بيبو و بشير",//منة شلبي
    ],

    [
      "كم عدد اصحاحات سفر صموئيل الاول",//31
      "في اي قارة يقع نهر يوقون؟",//امريكا الشمالية
      "ما هو الرمز الكيميائي لعنصر التيلوريوم؟",//Te
      "كم عدد الوان علم دولة الارجنتين؟",//3
      "في اي عام تنيح الانبا ابرأم اسقف الفيوم",//1914
      "من هو الفنان الذي قام ببطولة فيلم ابن عز؟",//علاء ولي الدين
      "الي اي عصر أدبي ينتمي النابغة الذبياني؟",//جاهلي
      "ما هي جنسية العالم الشهير ستيفن هوكنج؟",//انجليزي
      "في اي محيط تقع جزر القمر؟",//الهندي
    ],

    [
      "من هو الفنان الذي قام بدور ابو فياض في فيلم المصلحة؟",//صلاح عبد الله
      "كم عدد اصحاحات سفر العدد",//36
      "ما هي جنسية الاديب جون شتاينبك مؤلف رواية the pearl؟",//امريكي
      "كم عدد الوان علم دولة بنجلادش؟",//2
      "في اي عام تنيح ابونا بيشوي كامل",//1979
      "اين توجد تسبحة موسى (السفر و الاصحاح)",//خروج 15
      "في اي محيط تقع جزر مارشال؟",//الهادي
      "ما المحافظة المصرية التي يطلق عليها عروس البحر المتوسط",//اسكندرية
      "في اي قارة تقع كولومبيا؟",//امريكا الجنوبية
    ],
    [
      "ماذا طلب سليمان الملك من الله",//الحكمة
      "في اي دولة أقيمت كاس الأمم الاسيوية لكرة القدم عام ٢٠١٩؟",//الامارات
      "في اي دولة تقع مدينة بورصة؟",//تركيا
      "من هو الفنان الذي قام بدور عبد الحميد في مسلسل حضرة المتهم ابي؟",//نور الشريف
      "كان عهد سليمان الملك عهدا مسالما بدون حروب صح ولا غلط",//صح
      "من هي الفنانة التي قامت بدور شفيقة في فيلم تيمور و شفيقة؟",//منى ذكي
      "كم عدد الوان علم دولة ميانمار؟",//4
      "ما هو الرمز الكيميائي لعنصر النحاس؟",//Cu
      "ما هي جنسية جاك مار الذي نحت تمثال لاظوغلي باشا؟",//فرنسي
    ],
    [
      "من هو البطرك السكندري رقم 22",//البابا تيموثاوس
      "في اي قارة تقع صحراء الرمل الكبري؟",//استراليا
      "من الذي قام بدور البطولة في مسلسل حدائق الشيطان؟",//جمال سليمان
      "في اي محيط تقع جزر mid way",//الهادي
      "من هو الاديب المصري الراحل صاحب كتاب عبقرية المسيح؟",//عباس العقاد
      "عدد اصحاحات سفر التثنية",//34
      "ما هي عاصمة النمسا؟",//فيينا
      "في اي محيط تقع جزيرة كريسماس؟",//الهندي
      "ما هو الرقم الذري لعنصر النيتروجين؟",//9
    ],
    [
      "من هو النادي الاكثر تتويجا بكأس السوبر الفرنسي؟",//باريس سان جيرمان
      "عدد اصحاحات سفر ملاخي",//4
      "مادة في جسم الإنسان يتسبب نقصها في تحول الشعر للون الأبيض لكبار السن؟",//الميلانين
      "ما هي جنسية الأديب و المفكر الراحل امين الريحاني؟",//لبناني
      "ما هو الرقم الذري لعنصر البوتاسيوم؟",//19
      "من بطل مسرحية تخاريف",//محمد صبحي
      "من هي الفنانة التي قامت بدور جليلة في مسلسل حديث الصباح و المساء؟",//عبلة كامل
      "زايد بن سلطان آل نهيان هو أول رئيس لإحدى دول الخليج فما هي؟",// الامارات
      "قال الرب و هو على الصليب لأحد التلاميذ هوذا امك مشاورا على العذراء مريم من هو التلميذ",//يوحنا
    ],










  ];
}